create table book_info
(
    id      int auto_increment
        primary key,
    sort_id int           not null,
    title   varchar(32)   not null,
    author  varchar(32)   not null,
    details text          not null,
    img_url text          not null,
    see     int default 0 not null
)
    charset = utf8mb4;

INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (68, 1, '顾大人好大的官威呀', '殊途当归', '顾落知的父亲死得早，为了家产不旁落，母亲让她女扮男装，当了整整三年的顾大人。

顾大人在朝堂上和太傅大人很不对付，两人时常争执，在诸位大臣的心中，两人是公认的敌人，直到有一天，太傅大人的三弟和顾大人的庶妹私奔了……

以两位当家人的关系，这对苦命鸳鸯恐怕不能在一起。

全京城的人都等着看这件事的结局，直到最后，大家突然听到顾大人和太傅大人在一起的消息。
众人：？？？？？', 'https://wx3.sinaimg.cn/mw2000/002tWqcRgy1gv7mnnktwtj60go0ncn1f02.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (69, 1, '三千里山河', '半生荒唐', '史书有载，大孟承平十五年，海晏河清，四海升平。
彼时尚且无人知晓，自此之后，乱世渐启。
大孟先祖栉风沐雨得来的天下，即将雨打风吹去。
长安郡主秦时月便重生于这一切尚未开始的一年。
她本是将门虎女，爹死于功高震主。
上辈子，她没长记性，一不留神步了她爹后尘。
饮血当关？横刀立马？
这么费力不讨好的事儿，谁爱去谁去吧。
这辈子她准备换个活法儿。
看看娘娘们宫斗，瞧瞧皇子们夺权，研究研究宗室如何横征暴敛，观察观察朝臣如何败坏朝纲。
然后……在一片祥和的气氛中，陪着大孟一起玩完。
谁知皇帝仍然看她不顺眼，一朝天降大任——去，把朕流落民间的儿子找回来。
秦时月：……
好的，臣这就给陛下表演一个有多远滚多远。

她做好了准备闲云野鹤。
只是到头来。
四十年来家国，三千里地山河。
她前生今世，都未曾别过。', 'https://wx4.sinaimg.cn/mw690/003knBF3ly1gu65gljvctj60rs12wjwg02.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (71, 1, '偏执将军在线护妻', '苏其', '国公府嫡女裴婼，名动长安，秀掩今古，登门求娶者络绎不绝。
可她却只倾慕那国之储君，一朝如愿，裴婼嫁入东宫。
怎料那高墙内阴谋诡计接踵而来，她受尽冷落，惶惶不可终日，直至裴家满门命丧黄泉。

再一醒来，她还未误入歧途，父母兄长安好。
这一世，裴婼决定不再任性，太子与情爱皆不可碰。

直到一日，那深沉睿智的“小战神”宁暨上门求娶，态度强硬，容不得裴婼说出拒绝。

--
宁王府世子宁暨有个秘密，伴了他两世。
上辈子他官至镇国大将军，权力无人撼动。
可他心悦之人一心只有那东宫里的太子，整日愁眉苦脸只为嫁他。

自她嫁入东宫，那盖了私印的信笺便每隔一月奔赴塞外。
—太子妃今日出宫，很是欢快。
—太子妃今日偶感风寒，一日未出门。
......
最后一次，送信的小官不小心瞧见了，念出里头的话来：“裴家入狱，太子妃病重。”
眼前人瞬间暴戾，寒气四散。

重来一世，宁暨多了个秘密。
他布了网，那些欺她辱她之人皆无处可逃。

而她，只能看向自己。', 'https://wx2.sinaimg.cn/mw690/005Ko2lNly1gdbsec5ngxj305k07sq46.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (72, 1, '沉溺热恋', '风香堕桂山', '桑南不是高岭之花，何望卿却是人人肖想的精英男神。
一个为钱，一个为权，桑南和男神被迫领证结婚。
闺蜜替她摩拳擦掌：“桑南不怕向前冲，拿下真正的高质量男性。”
桑南没冲，她在心里给自己竖起了高高的防线，家世不配性格不合，弄假成真什么的，别闹了。

桑南被污蔑成网红捞金女，何望卿在媒体包围中握紧她的手，霸气宣布：她是我太太。
那时，桑南的防线牢不可破。

何望卿润物无声地带桑南融入自己的生活，和她一起在游船上赏月，在草原上纵马狂奔。
那时，桑南的防线仍旧密不透风。

某天，两个人在同一张床上醒来，桑南还在苦苦坚守防线：意外，都是意外。

几天后，醉酒的何望卿歪歪斜斜靠在桑南家门口，扯开领带，衬衣半敞，', 'https://z3.ax1x.com/2021/10/26/5T14N6.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (73, 1, '青梅竹马be后', '一喵九鹿', '夏妍与陆霁年青梅竹马，朋友们打趣他们迟早会成一对。面对调侃，夏妍总是红着脸悄悄地看陆霁年。少年清冷淡然、聪明俊逸，对别人冷淡却只纵容她，夏妍少女的梦便全系在了他身上。

19岁那年，她鼓足勇气表白，陆霁年噙着清淡的笑摸了摸她的头，算是答应。

然而好景不长，一年多的时间里，邻家哥哥变成了陆总，见她的多数时候都皱着眉，待她更是一日冷过一日。失望一再累积，直到他生日那天终于溃堤。
一整日打不通的电话，不请自来却被他护在身后的女秘书，以及他那句不耐的“闹够了没”……夏妍彻底醒了。
旧梦破碎，她红着眼眶狼狈却也决绝地离开。
*
三年后，夏妍重回鹏城。酒会上，她扬着明媚的笑与别的男人共舞，身姿轻盈，光彩耀目。

陆霁年沉着脸，近乎失态地将夏妍从舞伴手中夺过，在圆舞曲的乐声里将人禁锢在怀中，他用喑哑的声音问她：三年了，可以不闹了吗？

夏妍看着眼前强势的男人，觉得十分荒谬。她笑靥娇美：陆先生说笑了。
一曲舞罢，她推开他，又挽上了别人的臂弯。

陆霁年向来骄矜冷淡的脸仿佛白了一瞬，却又很快恢复平静。他想：她只是在闹脾气罢了。

可惜这一次，他想错了。在接连撞见她与别的男人在雨夜里温馨共伞，餐厅里亲密喂食之后，陆霁年的自信被打碎，再也没办法保持冷静。

他手捧鲜花钻戒跪在她身前，眸光碎裂：妍妍，你说过要嫁给我...', 'https://wx4.sinaimg.cn/mw690/006ccGWOgy1gq4bmmqx3cj30u0140x6p.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (74, 1, '望羽', '超爱冬瓜薏', '据说，温家大小姐被保护得极好，至今都无人知道她的真实样貌。
于是，南城坊间猜测，“温家大小姐怕不是长得太寒碜，怕丢了世家的脸，才捂得这般严实？”
直到温氏少东被爆与超气质美女深夜同游的画面，在众人追问下，才不情不愿地丢下一句话，“那是温家大小姐！”
吃瓜群众：“！！！”

江鹤羽作为明都集团少东家，毕业后便归国继承家业。那张俊逸清冷的脸，是无数南城女孩梦中情人的模样。
坊间都在猜测，“这般宛若谪仙的男人，到底会被怎样的女子拉入凡尘？”
直到网上爆出一张照片，拍摄的背景居然是“婚姻登记处”！
众人连连惊呼，“江总居然英年早婚了？”
那向来清冷的脸上难得露出一丝微笑，“嗯。”
吃瓜群众：“！！！”

这位明都总裁夫人到底是谁？听说还是商业联姻？
网友纷纷猜测，到底是“江温联姻”，还是“江沈联姻”？
两派粉丝在网上更是掐得难舍难分。', 'https://edu-image.nosdn.127.net/07D591AC1CAF36FB35A2DE4BBFCC1165.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (75, 1, '顶流自我攻略中', '赵之茶', '因为拒绝潜规则，江茶被前经纪人陷害签了阴阳合同，逼至绝路，江茶孤注一掷决定反抗，推开办公室大门，看见一张面目可憎的帅脸

迟燃，盛世传媒最金贵的小少爷，内娱颜巅，顶级流量，唱跳top，演技如翔，嚣张跋扈，人厌鬼怕，粉黑俱疯……

这都不要紧，要紧的是——上周江茶刚在剧组和这事儿精少爷互骂了一场。
经纪公司有盛世的股，江茶犹豫了一会儿。
*
迟燃居高临下看着江茶：在剧组假装势不两立吸引自己注意？然后上门道歉，以退为进？

迟燃感动于她的执着，但对于这种狂爱行为十分不爽：“江小姐，我知道自己的魅力让人情不自禁，但我们没可能，爱我就远离我，好吗？”

江茶没走。
迟燃善心大发：“这样吧，如果你实在放不下我，我给你五分钟表白心迹——”', 'https://wx1.sinaimg.cn/mw690/007WPjVmgy1gtaetags70j30dw0jgq5c.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (77, 1, '后妈对照组逆袭了', '灯丸', '邱崇英穿成了对照组年代文里的极品后妈。
在书里，她样样不如女主，还整天作妖，虐待继女，家暴丈夫。
又整天嚷嚷着拼儿子，最后以四十六岁高龄死在了手术台上，留下一个女儿，遗恨终生。
反观女主夏安安，不但清纯不做作，还温柔善良，处处以丈夫和继女为先，甚至连自己的双胞胎儿子都要靠边站，真是把舍己为人发扬到了极致。
后来继女成凤儿子成龙，女主手握万贯家财，成为人生赢家。
而她死后不到一个月，丈夫就另寻新欢，第二年喜得贵子，完结撒花。　　　　
最离谱的是，同为重组二婚的家庭，女主嫁过人还是C，而她则是个风流的妖艳J货。
哎，何必呢，拉踩到这个份上，老天爷都看不下去了。
不然也不可能让她穿过来啊。
正好，她可喜欢挑战困难了，看看谁笑到最后！
*
夏安安是带着一个气运掠夺直播系统穿越过来的。
穿的还是自己写的小说，这书是她扑街至今成绩最好的一本，虽然一堆刷负排雷骂她脑子里长了那啥的，可赚钱才是硬道理啊。
为此，她决定，好好走剧情，躺赢多爽。
只是，躺着躺着，她发现好像哪里不对？
为什么系统里的直播弹幕都在骂她虚伪？
为什么原本打赏榜的金主爸爸都跑了？哦，好吧，那是金主妈妈。
为什么……忽然多了一个竞争主播？
什么鬼！
等终于弄明白所谓的竞争主播是谁的时候，她气得差点一口老血，直接打出Game Over。
为了扭转败局，她不得不努力搞好跟邱崇英的关系，结果，一切好像更不受她控制了。
*
傅琛在跟二婚老婆吵了一架之后，觉醒了。
原来他是书里的对照组工具人。
为了衬托男主的风流，就给他安一个木讷的性格；为了衬托男主的霸总气质，就给他安一个妻管严耙耳朵的性格；为了让男主多糟蹋几个黄花大闺女，就让男主娶的二婚老婆还是处，而他娶的则是带着女儿的风流寡妇。
后来，为了衬托男主对女主的深情，还让他在二婚老婆死后一个月就另寻新欢。
啧，他怎么不知道他是这么一个奇葩。
不过，这作者一定不知道，他觉醒的同时带了一个真心话直播系统，更不知道，他的二婚老婆其实是他的白月光，意难平。
他毫不犹豫，把系统上交给了老婆，努力改写两个人BE的婚姻生活。', 'https://s3.bmp.ovh/imgs/2021/08/8cf11180c3f7bfe8.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (78, 1, '我把吃瓜系统上交了', '椰枝', '小人鱼陶萄穿书了，成为一本娱乐圈爽文的炮灰女配。
在未来的剧情，她被顶流前男友陷害成“劈腿”女，又因为一档恋爱综艺声名狼藉，遭全网谩骂，最后车祸惨死。

就在这时“吃瓜系统”找到小人鱼——
娱乐圈有一批德不配位的劣迹艺人，还有本该是娱乐圈冉冉升起的新星、却被他们迫害的小可怜。

只要她帮助小可怜成为“德艺双馨”的艺人，就可以获得奖励，改变命运线。

小人鱼发愁怎么清理劣迹艺人，拯救小可怜，忽然有了好主意——
人类的事情可以交给人类解决，当天夜里她上交吃瓜系统。

账号“警钟”横空出世，她爆出的瓜个个震惊全网，并且很快会被证实保熟保真。

品行端正、敬业又有实力的艺人被大众发现，成为行业口碑良好的新星。
触犯了法律法规、败坏了社会风气的劣迹艺人被封杀，永不复出……

娱乐圈相关从业人员变得遵纪守法，“警钟”以一己之力，提高娱乐圈明星艺德合格率。

上交吃瓜系统的同时，小人鱼没有忘记任务奖励。
一个又一个热心市民发明“健康养生茶”、“护心保心丸”、“灾害预测仪器”、“海底新型无污染材料”……

全世界震惊，燕国为何忽然出现这么多点满发明技能的热心市民？
他们是联系上宇宙更高智慧生物，得到外星生物的帮助了吗？

只有燕国少数人才知道，他们刚开始只是想整治娱乐圈，谁知道系统给的奖励这么香！', 'https://img13.360buyimg.com/ddimg/jfs/t1/204409/33/11321/65500/618351a3Ef473ccc1/8d9f658a423568b3.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (80, 1, '一觉醒来我当皇后了', '仲未饮茶', '晋国公独女澹台雁年方十六，才初及笄，正是要议亲的时候，
一觉醒来发现自己不但老了十岁，还当上了皇后，还是个掌兵权的皇后。

澹台雁丢失十年记忆，左手握着凤印，右手拿着虎符，整个人又懵又心虚，
后宫空空荡荡，前朝众臣口诛笔伐骂她妒妇，自家老爹明里暗里催她赶紧篡位，十万边军表示随时待命。

澹台雁：……嘤？

她直觉趟不了这浑水，收拾金银细软，背起小包袱就想跑，却连宫门都没出就被逮回来。
眉目俊朗的皇帝倚在床边，衣襟半敞，神色落寞：“阿雁为何要走，是朕不够好吗？”', 'https://wx1.sinaimg.cn/mw2000/008gapIsly1gvw2qadq2xj30go0nctbw.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (81, 1, '顾大人好大的官威呀', '殊途当归', '顾落知的父亲死得早，为了家产不旁落，母亲让她女扮男装，当了整整三年的顾大人。

顾大人在朝堂上和太傅大人很不对付，两人时常争执，在诸位大臣的心中，两人是公认的敌人，直到有一天，太傅大人的三弟和顾大人的庶妹私奔了……

以两位当家人的关系，这对苦命鸳鸯恐怕不能在一起。

全京城的人都等着看这件事的结局，直到最后，大家突然听到顾大人和太傅大人在一起的消息。
众人：？？？？？', 'https://wx4.sinaimg.cn/mw2000/008hpfCZly1gv0bilwytoj60go0nc7ad02.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (82, 1, '三千里山河', '半生荒唐', '史书有载，大孟承平十五年，海晏河清，四海升平。
彼时尚且无人知晓，自此之后，乱世渐启。
大孟先祖栉风沐雨得来的天下，即将雨打风吹去。
长安郡主秦时月便重生于这一切尚未开始的一年。
她本是将门虎女，爹死于功高震主。
上辈子，她没长记性，一不留神步了她爹后尘。
饮血当关？横刀立马？
这么费力不讨好的事儿，谁爱去谁去吧。
这辈子她准备换个活法儿。
看看娘娘们宫斗，瞧瞧皇子们夺权，研究研究宗室如何横征暴敛，观察观察朝臣如何败坏朝纲。
然后……在一片祥和的气氛中，陪着大孟一起玩完。
谁知皇帝仍然看她不顺眼，一朝天降大任——去，把朕流落民间的儿子找回来。
秦时月：……
好的，臣这就给陛下表演一个有多远滚多远。

她做好了准备闲云野鹤。
只是到头来。
四十年来家国，三千里地山河。
她前生今世，都未曾别过。', 'https://tva1.sinaimg.cn/large/008i3skNgy1gt9tuica7tj30go0ncmzh.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (84, 1, '偏执将军在线护妻', '苏其', '国公府嫡女裴婼，名动长安，秀掩今古，登门求娶者络绎不绝。
可她却只倾慕那国之储君，一朝如愿，裴婼嫁入东宫。
怎料那高墙内阴谋诡计接踵而来，她受尽冷落，惶惶不可终日，直至裴家满门命丧黄泉。

再一醒来，她还未误入歧途，父母兄长安好。
这一世，裴婼决定不再任性，太子与情爱皆不可碰。

直到一日，那深沉睿智的“小战神”宁暨上门求娶，态度强硬，容不得裴婼说出拒绝。

--
宁王府世子宁暨有个秘密，伴了他两世。
上辈子他官至镇国大将军，权力无人撼动。
可他心悦之人一心只有那东宫里的太子，整日愁眉苦脸只为嫁他。

自她嫁入东宫，那盖了私印的信笺便每隔一月奔赴塞外。
—太子妃今日出宫，很是欢快。
—太子妃今日偶感风寒，一日未出门。
......
最后一次，送信的小官不小心瞧见了，念出里头的话来：“裴家入狱，太子妃病重。”
眼前人瞬间暴戾，寒气四散。

重来一世，宁暨多了个秘密。
他布了网，那些欺她辱她之人皆无处可逃。

而她，只能看向自己。', 'https://tva1.sinaimg.cn/large/008i3skNgy1gw4m0mgzjsj30go0nctc6.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (85, 1, '沉溺热恋', '风香堕桂山', '桑南不是高岭之花，何望卿却是人人肖想的精英男神。
一个为钱，一个为权，桑南和男神被迫领证结婚。
闺蜜替她摩拳擦掌：“桑南不怕向前冲，拿下真正的高质量男性。”
桑南没冲，她在心里给自己竖起了高高的防线，家世不配性格不合，弄假成真什么的，别闹了。

桑南被污蔑成网红捞金女，何望卿在媒体包围中握紧她的手，霸气宣布：她是我太太。
那时，桑南的防线牢不可破。

何望卿润物无声地带桑南融入自己的生活，和她一起在游船上赏月，在草原上纵马狂奔。
那时，桑南的防线仍旧密不透风。

某天，两个人在同一张床上醒来，桑南还在苦苦坚守防线：意外，都是意外。

几天后，醉酒的何望卿歪歪斜斜靠在桑南家门口，扯开领带，衬衣半敞，', 'https://tva1.sinaimg.cn/large/008i3skNgy1gwej0sawxxj30u016g130.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (86, 1, '青梅竹马be后', '一喵九鹿', '夏妍与陆霁年青梅竹马，朋友们打趣他们迟早会成一对。面对调侃，夏妍总是红着脸悄悄地看陆霁年。少年清冷淡然、聪明俊逸，对别人冷淡却只纵容她，夏妍少女的梦便全系在了他身上。

19岁那年，她鼓足勇气表白，陆霁年噙着清淡的笑摸了摸她的头，算是答应。

然而好景不长，一年多的时间里，邻家哥哥变成了陆总，见她的多数时候都皱着眉，待她更是一日冷过一日。失望一再累积，直到他生日那天终于溃堤。
一整日打不通的电话，不请自来却被他护在身后的女秘书，以及他那句不耐的“闹够了没”……夏妍彻底醒了。
旧梦破碎，她红着眼眶狼狈却也决绝地离开。
*
三年后，夏妍重回鹏城。酒会上，她扬着明媚的笑与别的男人共舞，身姿轻盈，光彩耀目。

陆霁年沉着脸，近乎失态地将夏妍从舞伴手中夺过，在圆舞曲的乐声里将人禁锢在怀中，他用喑哑的声音问她：三年了，可以不闹了吗？

夏妍看着眼前强势的男人，觉得十分荒谬。她笑靥娇美：陆先生说笑了。
一曲舞罢，她推开他，又挽上了别人的臂弯。

陆霁年向来骄矜冷淡的脸仿佛白了一瞬，却又很快恢复平静。他想：她只是在闹脾气罢了。

可惜这一次，他想错了。在接连撞见她与别的男人在雨夜里温馨共伞，餐厅里亲密喂食之后，陆霁年的自信被打碎，再也没办法保持冷静。

他手捧鲜花钻戒跪在她身前，眸光碎裂：妍妍，你说过要嫁给我...', 'https://tva1.sinaimg.cn/large/008i3skNly1gs0a1myk5gj30m80v4taz.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (87, 1, '望羽', '超爱冬瓜薏', '据说，温家大小姐被保护得极好，至今都无人知道她的真实样貌。
于是，南城坊间猜测，“温家大小姐怕不是长得太寒碜，怕丢了世家的脸，才捂得这般严实？”
直到温氏少东被爆与超气质美女深夜同游的画面，在众人追问下，才不情不愿地丢下一句话，“那是温家大小姐！”
吃瓜群众：“！！！”

江鹤羽作为明都集团少东家，毕业后便归国继承家业。那张俊逸清冷的脸，是无数南城女孩梦中情人的模样。
坊间都在猜测，“这般宛若谪仙的男人，到底会被怎样的女子拉入凡尘？”
直到网上爆出一张照片，拍摄的背景居然是“婚姻登记处”！
众人连连惊呼，“江总居然英年早婚了？”
那向来清冷的脸上难得露出一丝微笑，“嗯。”
吃瓜群众：“！！！”

这位明都总裁夫人到底是谁？听说还是商业联姻？
网友纷纷猜测，到底是“江温联姻”，还是“江沈联姻”？
两派粉丝在网上更是掐得难舍难分。', 'https://tva1.sinaimg.cn/large/008i3skNly1gsntuh3gt6j30u01600ww.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (88, 1, '顶流自我攻略中', '赵之茶', '因为拒绝潜规则，江茶被前经纪人陷害签了阴阳合同，逼至绝路，江茶孤注一掷决定反抗，推开办公室大门，看见一张面目可憎的帅脸

迟燃，盛世传媒最金贵的小少爷，内娱颜巅，顶级流量，唱跳top，演技如翔，嚣张跋扈，人厌鬼怕，粉黑俱疯……

这都不要紧，要紧的是——上周江茶刚在剧组和这事儿精少爷互骂了一场。
经纪公司有盛世的股，江茶犹豫了一会儿。
*
迟燃居高临下看着江茶：在剧组假装势不两立吸引自己注意？然后上门道歉，以退为进？

迟燃感动于她的执着，但对于这种狂爱行为十分不爽：“江小姐，我知道自己的魅力让人情不自禁，但我们没可能，爱我就远离我，好吗？”

江茶没走。
迟燃善心大发：“这样吧，如果你实在放不下我，我给你五分钟表白心迹——”', 'https://tva1.sinaimg.cn/large/008i3skNly1gsntuh3gt6j30u01600ww.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (89, 1, '白玉美人在八零', '春眠欲晓', '在这本糊穿地心的年代文里，有个抢尽主角风头人神共愤的女N号小保姆，为留在城里不择手段，钓着空有美貌前途暗淡的男主大哥，又惦记男主这条更大更肥的鱼。

小保姆凭几分姿色以为稳坐钓鱼台，却不想阴沟翻船，勾男主不成反被女主收拾得明明白白，更被刺激得钢化屠版的大哥无情暴虐，宛如死鱼一辈子翻不了身

细数全文爽点，反派大哥虐小保姆这段最过瘾最下饭，直看得白瑜拍手叫好，连喝三大碗鱼汤

可世事难料，一觉醒来，她成了那条被大哥摁在菜板上垂死挣扎的小破鱼……

稀烂的开局……再加上一个比她还废说糊就糊的系统……如何破？

钓系美人秒变软骨精：老公，有话好好说，刀放下，咱轻拍

满脸我不开心你就得领盒饭的疯批大佬：……

一手烂牌没法打的白瑜放弃抵抗，只想做条咸鱼，吃饱喝足温柔狗带

可苟着苟着——
“妹，你想哪支，姐都跟。”
“嫂，这地怎么样，你要喜欢，送你了。”
一不小心就发家致富，喜获大批财经版迷弟迷妹
冷酷大佬变二十四孝忠犬老公，深藏幕后保驾护航
首届春风杯优秀青年创业家花落她家又是个什么节奏？

城里人的快乐，她属实不懂。', 'https://tva1.sinaimg.cn/large/008i3skNly1gvrgbolhurj60hs0p2dgv02.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (90, 1, '后妈对照组逆袭了', '灯丸', '邱崇英穿成了对照组年代文里的极品后妈。
在书里，她样样不如女主，还整天作妖，虐待继女，家暴丈夫。
又整天嚷嚷着拼儿子，最后以四十六岁高龄死在了手术台上，留下一个女儿，遗恨终生。
反观女主夏安安，不但清纯不做作，还温柔善良，处处以丈夫和继女为先，甚至连自己的双胞胎儿子都要靠边站，真是把舍己为人发扬到了极致。
后来继女成凤儿子成龙，女主手握万贯家财，成为人生赢家。
而她死后不到一个月，丈夫就另寻新欢，第二年喜得贵子，完结撒花。　　　　
最离谱的是，同为重组二婚的家庭，女主嫁过人还是C，而她则是个风流的妖艳J货。
哎，何必呢，拉踩到这个份上，老天爷都看不下去了。
不然也不可能让她穿过来啊。
正好，她可喜欢挑战困难了，看看谁笑到最后！
*
夏安安是带着一个气运掠夺直播系统穿越过来的。
穿的还是自己写的小说，这书是她扑街至今成绩最好的一本，虽然一堆刷负排雷骂她脑子里长了那啥的，可赚钱才是硬道理啊。
为此，她决定，好好走剧情，躺赢多爽。
只是，躺着躺着，她发现好像哪里不对？
为什么系统里的直播弹幕都在骂她虚伪？
为什么原本打赏榜的金主爸爸都跑了？哦，好吧，那是金主妈妈。
为什么……忽然多了一个竞争主播？
什么鬼！
等终于弄明白所谓的竞争主播是谁的时候，她气得差点一口老血，直接打出Game Over。
为了扭转败局，她不得不努力搞好跟邱崇英的关系，结果，一切好像更不受她控制了。
*
傅琛在跟二婚老婆吵了一架之后，觉醒了。
原来他是书里的对照组工具人。
为了衬托男主的风流，就给他安一个木讷的性格；为了衬托男主的霸总气质，就给他安一个妻管严耙耳朵的性格；为了让男主多糟蹋几个黄花大闺女，就让男主娶的二婚老婆还是处，而他娶的则是带着女儿的风流寡妇。
后来，为了衬托男主对女主的深情，还让他在二婚老婆死后一个月就另寻新欢。
啧，他怎么不知道他是这么一个奇葩。
不过，这作者一定不知道，他觉醒的同时带了一个真心话直播系统，更不知道，他的二婚老婆其实是他的白月光，意难平。
他毫不犹豫，把系统上交给了老婆，努力改写两个人BE的婚姻生活。', 'https://tva1.sinaimg.cn/large/008i3skNly1gvywb6z3ynj30rs12w7b6.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (91, 1, '我把吃瓜系统上交了', '椰枝', '小人鱼陶萄穿书了，成为一本娱乐圈爽文的炮灰女配。
在未来的剧情，她被顶流前男友陷害成“劈腿”女，又因为一档恋爱综艺声名狼藉，遭全网谩骂，最后车祸惨死。

就在这时“吃瓜系统”找到小人鱼——
娱乐圈有一批德不配位的劣迹艺人，还有本该是娱乐圈冉冉升起的新星、却被他们迫害的小可怜。

只要她帮助小可怜成为“德艺双馨”的艺人，就可以获得奖励，改变命运线。

小人鱼发愁怎么清理劣迹艺人，拯救小可怜，忽然有了好主意——
人类的事情可以交给人类解决，当天夜里她上交吃瓜系统。

账号“警钟”横空出世，她爆出的瓜个个震惊全网，并且很快会被证实保熟保真。

品行端正、敬业又有实力的艺人被大众发现，成为行业口碑良好的新星。
触犯了法律法规、败坏了社会风气的劣迹艺人被封杀，永不复出……

娱乐圈相关从业人员变得遵纪守法，“警钟”以一己之力，提高娱乐圈明星艺德合格率。

上交吃瓜系统的同时，小人鱼没有忘记任务奖励。
一个又一个热心市民发明“健康养生茶”、“护心保心丸”、“灾害预测仪器”、“海底新型无污染材料”……

全世界震惊，燕国为何忽然出现这么多点满发明技能的热心市民？
他们是联系上宇宙更高智慧生物，得到外星生物的帮助了吗？

只有燕国少数人才知道，他们刚开始只是想整治娱乐圈，谁知道系统给的奖励这么香！', 'https://tva1.sinaimg.cn/large/008i3skNly1gw05pyvwxlj30hs0owabm.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (93, 2, '失忆后，我暗恋错人了（古代篇）', '嘘知', '晋国公独女澹台雁年方十六，才初及笄，正是要议亲的时候，
一觉醒来发现自己不但老了十岁，还当上了皇后，还是个掌兵权的皇后。

澹台雁丢失十年记忆，左手握着凤印，右手拿着虎符，整个人又懵又心虚，
后宫空空荡荡，前朝众臣口诛笔伐骂她妒妇，自家老爹明里暗里催她赶紧篡位，十万边军表示随时待命。

澹台雁：……嘤？

她直觉趟不了这浑水，收拾金银细软，背起小包袱就想跑，却连宫门都没出就被逮回来。
眉目俊朗的皇帝倚在床边，衣襟半敞，神色落寞：“阿雁为何要走，是朕不够好吗？”', 'https://tva1.sinaimg.cn/large/008i3skNly1gwhgh2g7ruj30u0160gqb.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (94, 2, '枕刀', '大白牙牙牙', '顾落知的父亲死得早，为了家产不旁落，母亲让她女扮男装，当了整整三年的顾大人。

顾大人在朝堂上和太傅大人很不对付，两人时常争执，在诸位大臣的心中，两人是公认的敌人，直到有一天，太傅大人的三弟和顾大人的庶妹私奔了……

以两位当家人的关系，这对苦命鸳鸯恐怕不能在一起。

全京城的人都等着看这件事的结局，直到最后，大家突然听到顾大人和太傅大人在一起的消息。
众人：？？？？？', 'https://tva1.sinaimg.cn/large/008i3skNly1gwjffxmxh9j30b40fkgnq.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (95, 2, '丈夫养外室后我悟了', '枝呦九', '史书有载，大孟承平十五年，海晏河清，四海升平。
彼时尚且无人知晓，自此之后，乱世渐启。
大孟先祖栉风沐雨得来的天下，即将雨打风吹去。
长安郡主秦时月便重生于这一切尚未开始的一年。
她本是将门虎女，爹死于功高震主。
上辈子，她没长记性，一不留神步了她爹后尘。
饮血当关？横刀立马？
这么费力不讨好的事儿，谁爱去谁去吧。
这辈子她准备换个活法儿。
看看娘娘们宫斗，瞧瞧皇子们夺权，研究研究宗室如何横征暴敛，观察观察朝臣如何败坏朝纲。
然后……在一片祥和的气氛中，陪着大孟一起玩完。
谁知皇帝仍然看她不顺眼，一朝天降大任——去，把朕流落民间的儿子找回来。
秦时月：……
好的，臣这就给陛下表演一个有多远滚多远。

她做好了准备闲云野鹤。
只是到头来。
四十年来家国，三千里地山河。
她前生今世，都未曾别过。', 'https://wx3.sinaimg.cn/mw2000/008nsQUjgy1gufzoqsau0j60u0160q8t02.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (98, 2, '将军打脸日常', '起跃', '桑南不是高岭之花，何望卿却是人人肖想的精英男神。
一个为钱，一个为权，桑南和男神被迫领证结婚。
闺蜜替她摩拳擦掌：“桑南不怕向前冲，拿下真正的高质量男性。”
桑南没冲，她在心里给自己竖起了高高的防线，家世不配性格不合，弄假成真什么的，别闹了。

桑南被污蔑成网红捞金女，何望卿在媒体包围中握紧她的手，霸气宣布：她是我太太。
那时，桑南的防线牢不可破。

何望卿润物无声地带桑南融入自己的生活，和她一起在游船上赏月，在草原上纵马狂奔。
那时，桑南的防线仍旧密不透风。

某天，两个人在同一张床上醒来，桑南还在苦苦坚守防线：意外，都是意外。

几天后，醉酒的何望卿歪歪斜斜靠在桑南家门口，扯开领带，衬衣半敞，', 'https://pic.imgdb.cn/item/60a7cfeb6ae4f77d35afd410.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (99, 2, '袖藏天光', '求之不得', '夏妍与陆霁年青梅竹马，朋友们打趣他们迟早会成一对。面对调侃，夏妍总是红着脸悄悄地看陆霁年。少年清冷淡然、聪明俊逸，对别人冷淡却只纵容她，夏妍少女的梦便全系在了他身上。

19岁那年，她鼓足勇气表白，陆霁年噙着清淡的笑摸了摸她的头，算是答应。

然而好景不长，一年多的时间里，邻家哥哥变成了陆总，见她的多数时候都皱着眉，待她更是一日冷过一日。失望一再累积，直到他生日那天终于溃堤。
一整日打不通的电话，不请自来却被他护在身后的女秘书，以及他那句不耐的“闹够了没”……夏妍彻底醒了。
旧梦破碎，她红着眼眶狼狈却也决绝地离开。
*
三年后，夏妍重回鹏城。酒会上，她扬着明媚的笑与别的男人共舞，身姿轻盈，光彩耀目。

陆霁年沉着脸，近乎失态地将夏妍从舞伴手中夺过，在圆舞曲的乐声里将人禁锢在怀中，他用喑哑的声音问她：三年了，可以不闹了吗？

夏妍看着眼前强势的男人，觉得十分荒谬。她笑靥娇美：陆先生说笑了。
一曲舞罢，她推开他，又挽上了别人的臂弯。

陆霁年向来骄矜冷淡的脸仿佛白了一瞬，却又很快恢复平静。他想：她只是在闹脾气罢了。

可惜这一次，他想错了。在接连撞见她与别的男人在雨夜里温馨共伞，餐厅里亲密喂食之后，陆霁年的自信被打碎，再也没办法保持冷静。

他手捧鲜花钻戒跪在她身前，眸光碎裂：妍妍，你说过要嫁给我...', 'https://wx2.sinaimg.cn/mw690/0072fWE0ly1grb62grjr9j36i193o4r6.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (100, 2, '太子宠婢日常', '枝呦九', '据说，温家大小姐被保护得极好，至今都无人知道她的真实样貌。
于是，南城坊间猜测，“温家大小姐怕不是长得太寒碜，怕丢了世家的脸，才捂得这般严实？”
直到温氏少东被爆与超气质美女深夜同游的画面，在众人追问下，才不情不愿地丢下一句话，“那是温家大小姐！”
吃瓜群众：“！！！”

江鹤羽作为明都集团少东家，毕业后便归国继承家业。那张俊逸清冷的脸，是无数南城女孩梦中情人的模样。
坊间都在猜测，“这般宛若谪仙的男人，到底会被怎样的女子拉入凡尘？”
直到网上爆出一张照片，拍摄的背景居然是“婚姻登记处”！
众人连连惊呼，“江总居然英年早婚了？”
那向来清冷的脸上难得露出一丝微笑，“嗯。”
吃瓜群众：“！！！”

这位明都总裁夫人到底是谁？听说还是商业联姻？
网友纷纷猜测，到底是“江温联姻”，还是“江沈联姻”？
两派粉丝在网上更是掐得难舍难分。', 'https://img11.360buyimg.com/ddimg/jfs/t1/69375/28/17463/191239/613da4b9E0b5644bc/970c87ae4b084f1b.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (101, 2, '替身逃跑后成了太子妃', '寒霜砚', '因为拒绝潜规则，江茶被前经纪人陷害签了阴阳合同，逼至绝路，江茶孤注一掷决定反抗，推开办公室大门，看见一张面目可憎的帅脸

迟燃，盛世传媒最金贵的小少爷，内娱颜巅，顶级流量，唱跳top，演技如翔，嚣张跋扈，人厌鬼怕，粉黑俱疯……

这都不要紧，要紧的是——上周江茶刚在剧组和这事儿精少爷互骂了一场。
经纪公司有盛世的股，江茶犹豫了一会儿。
*
迟燃居高临下看着江茶：在剧组假装势不两立吸引自己注意？然后上门道歉，以退为进？

迟燃感动于她的执着，但对于这种狂爱行为十分不爽：“江小姐，我知道自己的魅力让人情不自禁，但我们没可能，爱我就远离我，好吗？”

江茶没走。
迟燃善心大发：“这样吧，如果你实在放不下我，我给你五分钟表白心迹——”', 'https://www.hualigs.cn/image/6169fd94862ef.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (102, 2, '嫁给白月光的宿敌之后', '水墨染', '在这本糊穿地心的年代文里，有个抢尽主角风头人神共愤的女N号小保姆，为留在城里不择手段，钓着空有美貌前途暗淡的男主大哥，又惦记男主这条更大更肥的鱼。

小保姆凭几分姿色以为稳坐钓鱼台，却不想阴沟翻船，勾男主不成反被女主收拾得明明白白，更被刺激得钢化屠版的大哥无情暴虐，宛如死鱼一辈子翻不了身

细数全文爽点，反派大哥虐小保姆这段最过瘾最下饭，直看得白瑜拍手叫好，连喝三大碗鱼汤

可世事难料，一觉醒来，她成了那条被大哥摁在菜板上垂死挣扎的小破鱼……

稀烂的开局……再加上一个比她还废说糊就糊的系统……如何破？

钓系美人秒变软骨精：老公，有话好好说，刀放下，咱轻拍

满脸我不开心你就得领盒饭的疯批大佬：……

一手烂牌没法打的白瑜放弃抵抗，只想做条咸鱼，吃饱喝足温柔狗带

可苟着苟着——
“妹，你想哪支，姐都跟。”
“嫂，这地怎么样，你要喜欢，送你了。”
一不小心就发家致富，喜获大批财经版迷弟迷妹
冷酷大佬变二十四孝忠犬老公，深藏幕后保驾护航
首届春风杯优秀青年创业家花落她家又是个什么节奏？

城里人的快乐，她属实不懂。', 'https://pic.imgdb.cn/item/6183b7472ab3f51d91dfeed1.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (103, 2, '笼中燕', '白糖三两', '邱崇英穿成了对照组年代文里的极品后妈。
在书里，她样样不如女主，还整天作妖，虐待继女，家暴丈夫。
又整天嚷嚷着拼儿子，最后以四十六岁高龄死在了手术台上，留下一个女儿，遗恨终生。
反观女主夏安安，不但清纯不做作，还温柔善良，处处以丈夫和继女为先，甚至连自己的双胞胎儿子都要靠边站，真是把舍己为人发扬到了极致。
后来继女成凤儿子成龙，女主手握万贯家财，成为人生赢家。
而她死后不到一个月，丈夫就另寻新欢，第二年喜得贵子，完结撒花。　　　　
最离谱的是，同为重组二婚的家庭，女主嫁过人还是C，而她则是个风流的妖艳J货。
哎，何必呢，拉踩到这个份上，老天爷都看不下去了。
不然也不可能让她穿过来啊。
正好，她可喜欢挑战困难了，看看谁笑到最后！
*
夏安安是带着一个气运掠夺直播系统穿越过来的。
穿的还是自己写的小说，这书是她扑街至今成绩最好的一本，虽然一堆刷负排雷骂她脑子里长了那啥的，可赚钱才是硬道理啊。
为此，她决定，好好走剧情，躺赢多爽。
只是，躺着躺着，她发现好像哪里不对？
为什么系统里的直播弹幕都在骂她虚伪？
为什么原本打赏榜的金主爸爸都跑了？哦，好吧，那是金主妈妈。
为什么……忽然多了一个竞争主播？
什么鬼！
等终于弄明白所谓的竞争主播是谁的时候，她气得差点一口老血，直接打出Game Over。
为了扭转败局，她不得不努力搞好跟邱崇英的关系，结果，一切好像更不受她控制了。
*
傅琛在跟二婚老婆吵了一架之后，觉醒了。
原来他是书里的对照组工具人。
为了衬托男主的风流，就给他安一个木讷的性格；为了衬托男主的霸总气质，就给他安一个妻管严耙耳朵的性格；为了让男主多糟蹋几个黄花大闺女，就让男主娶的二婚老婆还是处，而他娶的则是带着女儿的风流寡妇。
后来，为了衬托男主对女主的深情，还让他在二婚老婆死后一个月就另寻新欢。
啧，他怎么不知道他是这么一个奇葩。
不过，这作者一定不知道，他觉醒的同时带了一个真心话直播系统，更不知道，他的二婚老婆其实是他的白月光，意难平。
他毫不犹豫，把系统上交给了老婆，努力改写两个人BE的婚姻生活。', 'https://img14.360buyimg.com/ddimg/jfs/t1/143973/12/20953/618751/618c924fE852effff/8157761c229f8517.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (104, 2, '重生后成了皇帝的白月光', '多多亦杉', '小人鱼陶萄穿书了，成为一本娱乐圈爽文的炮灰女配。
在未来的剧情，她被顶流前男友陷害成“劈腿”女，又因为一档恋爱综艺声名狼藉，遭全网谩骂，最后车祸惨死。

就在这时“吃瓜系统”找到小人鱼——
娱乐圈有一批德不配位的劣迹艺人，还有本该是娱乐圈冉冉升起的新星、却被他们迫害的小可怜。

只要她帮助小可怜成为“德艺双馨”的艺人，就可以获得奖励，改变命运线。

小人鱼发愁怎么清理劣迹艺人，拯救小可怜，忽然有了好主意——
人类的事情可以交给人类解决，当天夜里她上交吃瓜系统。

账号“警钟”横空出世，她爆出的瓜个个震惊全网，并且很快会被证实保熟保真。

品行端正、敬业又有实力的艺人被大众发现，成为行业口碑良好的新星。
触犯了法律法规、败坏了社会风气的劣迹艺人被封杀，永不复出……

娱乐圈相关从业人员变得遵纪守法，“警钟”以一己之力，提高娱乐圈明星艺德合格率。

上交吃瓜系统的同时，小人鱼没有忘记任务奖励。
一个又一个热心市民发明“健康养生茶”、“护心保心丸”、“灾害预测仪器”、“海底新型无污染材料”……

全世界震惊，燕国为何忽然出现这么多点满发明技能的热心市民？
他们是联系上宇宙更高智慧生物，得到外星生物的帮助了吗？

只有燕国少数人才知道，他们刚开始只是想整治娱乐圈，谁知道系统给的奖励这么香！', 'https://wx1.sinaimg.cn/mw2000/87953745gy1gw7opalrv6j20go0ncq79.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (105, 2, '长宁将军', '蓬莱客', '系统布置两个任务，
1.让反派不可救药地爱上她
2.然后甩了他

但招惹上控制欲/占有欲超强/偏执狂/嫉妒极强的黑化大佬，似乎没那么容易分手脱身，纤柔雪白的手摇着一杯红酒，鞋尖抬起男人下巴，顾蘼笑道：“既然要做我的人，就收起狼的眼神。”

抓住皓腕，轻吻手背，黑化反派脸上挂着温雅润和的浅笑，眼底闪过疯狂迷恋，情绪汹涌到让人窒息，跪下脚，“只要你不离开我。”

危险却让人有一点点渴望，那么痴迷的眼神。

暂定世界：
1.豪门心尖美人
2.灵异古堡的幽魂
3.顶流偶像的前女友', 'https://wx2.sinaimg.cn/mw2000/87953745gy1gwejgpf9vpj20go0ncn3n.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (119, 3, '媚色无双', '假面的盛宴', '晋国公独女澹台雁年方十六，才初及笄，正是要议亲的时候，
一觉醒来发现自己不但老了十岁，还当上了皇后，还是个掌兵权的皇后。

澹台雁丢失十年记忆，左手握着凤印，右手拿着虎符，整个人又懵又心虚，
后宫空空荡荡，前朝众臣口诛笔伐骂她妒妇，自家老爹明里暗里催她赶紧篡位，十万边军表示随时待命。

澹台雁：……嘤？

她直觉趟不了这浑水，收拾金银细软，背起小包袱就想跑，却连宫门都没出就被逮回来。
眉目俊朗的皇帝倚在床边，衣襟半敞，神色落寞：“阿雁为何要走，是朕不够好吗？”', 'https://www.picbed.cn/images/2021/08/17/_20210817132810.png', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (120, 3, '盛宠', '向阳葵', '顾落知的父亲死得早，为了家产不旁落，母亲让她女扮男装，当了整整三年的顾大人。

顾大人在朝堂上和太傅大人很不对付，两人时常争执，在诸位大臣的心中，两人是公认的敌人，直到有一天，太傅大人的三弟和顾大人的庶妹私奔了……

以两位当家人的关系，这对苦命鸳鸯恐怕不能在一起。

全京城的人都等着看这件事的结局，直到最后，大家突然听到顾大人和太傅大人在一起的消息。
众人：？？？？？', 'https://img12.360buyimg.com/ddimg/jfs/t1/208256/30/67/42089/613b6b0fEa47b9756/05a4d9c2bae3385b.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (121, 3, '韶光艳', '笑佳人', '史书有载，大孟承平十五年，海晏河清，四海升平。
彼时尚且无人知晓，自此之后，乱世渐启。
大孟先祖栉风沐雨得来的天下，即将雨打风吹去。
长安郡主秦时月便重生于这一切尚未开始的一年。
她本是将门虎女，爹死于功高震主。
上辈子，她没长记性，一不留神步了她爹后尘。
饮血当关？横刀立马？
这么费力不讨好的事儿，谁爱去谁去吧。
这辈子她准备换个活法儿。
看看娘娘们宫斗，瞧瞧皇子们夺权，研究研究宗室如何横征暴敛，观察观察朝臣如何败坏朝纲。
然后……在一片祥和的气氛中，陪着大孟一起玩完。
谁知皇帝仍然看她不顺眼，一朝天降大任——去，把朕流落民间的儿子找回来。
秦时月：……
好的，臣这就给陛下表演一个有多远滚多远。

她做好了准备闲云野鹤。
只是到头来。
四十年来家国，三千里地山河。
她前生今世，都未曾别过。', 'https://z3.ax1x.com/2021/10/25/5fzqgI.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (123, 3, '锁金笼', '小夜微冷', '国公府嫡女裴婼，名动长安，秀掩今古，登门求娶者络绎不绝。
可她却只倾慕那国之储君，一朝如愿，裴婼嫁入东宫。
怎料那高墙内阴谋诡计接踵而来，她受尽冷落，惶惶不可终日，直至裴家满门命丧黄泉。

再一醒来，她还未误入歧途，父母兄长安好。
这一世，裴婼决定不再任性，太子与情爱皆不可碰。

直到一日，那深沉睿智的“小战神”宁暨上门求娶，态度强硬，容不得裴婼说出拒绝。

--
宁王府世子宁暨有个秘密，伴了他两世。
上辈子他官至镇国大将军，权力无人撼动。
可他心悦之人一心只有那东宫里的太子，整日愁眉苦脸只为嫁他。

自她嫁入东宫，那盖了私印的信笺便每隔一月奔赴塞外。
—太子妃今日出宫，很是欢快。
—太子妃今日偶感风寒，一日未出门。
......
最后一次，送信的小官不小心瞧见了，念出里头的话来：“裴家入狱，太子妃病重。”
眼前人瞬间暴戾，寒气四散。

重来一世，宁暨多了个秘密。
他布了网，那些欺她辱她之人皆无处可逃。

而她，只能看向自己。', 'https://img13.360buyimg.com/ddimg/jfs/t1/210125/40/6451/221860/6172677bEbf7d23c1/06e9008cc5a4f551.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (124, 3, '仵作惊华', '薄月栖烟', '桑南不是高岭之花，何望卿却是人人肖想的精英男神。
一个为钱，一个为权，桑南和男神被迫领证结婚。
闺蜜替她摩拳擦掌：“桑南不怕向前冲，拿下真正的高质量男性。”
桑南没冲，她在心里给自己竖起了高高的防线，家世不配性格不合，弄假成真什么的，别闹了。

桑南被污蔑成网红捞金女，何望卿在媒体包围中握紧她的手，霸气宣布：她是我太太。
那时，桑南的防线牢不可破。

何望卿润物无声地带桑南融入自己的生活，和她一起在游船上赏月，在草原上纵马狂奔。
那时，桑南的防线仍旧密不透风。

某天，两个人在同一张床上醒来，桑南还在苦苦坚守防线：意外，都是意外。

几天后，醉酒的何望卿歪歪斜斜靠在桑南家门口，扯开领带，衬衣半敞，', 'https://img14.360buyimg.com/ddimg/jfs/t1/205889/24/8966/1668080/6155d00cE5315fe96/8eca334e48fa6f9b.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (125, 3, '长风起', '仰笑尘', '夏妍与陆霁年青梅竹马，朋友们打趣他们迟早会成一对。面对调侃，夏妍总是红着脸悄悄地看陆霁年。少年清冷淡然、聪明俊逸，对别人冷淡却只纵容她，夏妍少女的梦便全系在了他身上。

19岁那年，她鼓足勇气表白，陆霁年噙着清淡的笑摸了摸她的头，算是答应。

然而好景不长，一年多的时间里，邻家哥哥变成了陆总，见她的多数时候都皱着眉，待她更是一日冷过一日。失望一再累积，直到他生日那天终于溃堤。
一整日打不通的电话，不请自来却被他护在身后的女秘书，以及他那句不耐的“闹够了没”……夏妍彻底醒了。
旧梦破碎，她红着眼眶狼狈却也决绝地离开。
*
三年后，夏妍重回鹏城。酒会上，她扬着明媚的笑与别的男人共舞，身姿轻盈，光彩耀目。

陆霁年沉着脸，近乎失态地将夏妍从舞伴手中夺过，在圆舞曲的乐声里将人禁锢在怀中，他用喑哑的声音问她：三年了，可以不闹了吗？

夏妍看着眼前强势的男人，觉得十分荒谬。她笑靥娇美：陆先生说笑了。
一曲舞罢，她推开他，又挽上了别人的臂弯。

陆霁年向来骄矜冷淡的脸仿佛白了一瞬，却又很快恢复平静。他想：她只是在闹脾气罢了。

可惜这一次，他想错了。在接连撞见她与别的男人在雨夜里温馨共伞，餐厅里亲密喂食之后，陆霁年的自信被打碎，再也没办法保持冷静。

他手捧鲜花钻戒跪在她身前，眸光碎裂：妍妍，你说过要嫁给我...', 'https://tva1.sinaimg.cn/large/008eGmZEly1gpktasxbsvj30hs0owwf0.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (126, 3, '首辅大人的小青梅（重生）', '八月于夏', '据说，温家大小姐被保护得极好，至今都无人知道她的真实样貌。
于是，南城坊间猜测，“温家大小姐怕不是长得太寒碜，怕丢了世家的脸，才捂得这般严实？”
直到温氏少东被爆与超气质美女深夜同游的画面，在众人追问下，才不情不愿地丢下一句话，“那是温家大小姐！”
吃瓜群众：“！！！”

江鹤羽作为明都集团少东家，毕业后便归国继承家业。那张俊逸清冷的脸，是无数南城女孩梦中情人的模样。
坊间都在猜测，“这般宛若谪仙的男人，到底会被怎样的女子拉入凡尘？”
直到网上爆出一张照片，拍摄的背景居然是“婚姻登记处”！
众人连连惊呼，“江总居然英年早婚了？”
那向来清冷的脸上难得露出一丝微笑，“嗯。”
吃瓜群众：“！！！”

这位明都总裁夫人到底是谁？听说还是商业联姻？
网友纷纷猜测，到底是“江温联姻”，还是“江沈联姻”？
两派粉丝在网上更是掐得难舍难分。', 'https://tva1.sinaimg.cn/large/008i3skNgy1gwahye30noj30u0140gsa.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (127, 3, '雪满群山', '罗青梅', '因为拒绝潜规则，江茶被前经纪人陷害签了阴阳合同，逼至绝路，江茶孤注一掷决定反抗，推开办公室大门，看见一张面目可憎的帅脸

迟燃，盛世传媒最金贵的小少爷，内娱颜巅，顶级流量，唱跳top，演技如翔，嚣张跋扈，人厌鬼怕，粉黑俱疯……

这都不要紧，要紧的是——上周江茶刚在剧组和这事儿精少爷互骂了一场。
经纪公司有盛世的股，江茶犹豫了一会儿。
*
迟燃居高临下看着江茶：在剧组假装势不两立吸引自己注意？然后上门道歉，以退为进？

迟燃感动于她的执着，但对于这种狂爱行为十分不爽：“江小姐，我知道自己的魅力让人情不自禁，但我们没可能，爱我就远离我，好吗？”

江茶没走。
迟燃善心大发：“这样吧，如果你实在放不下我，我给你五分钟表白心迹——”', 'https://tva1.sinaimg.cn/large/008i3skNgy1gwdxvkpxg1j30hs0owq53.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (128, 3, '宫阙有贪欢', '荔箫', '在这本糊穿地心的年代文里，有个抢尽主角风头人神共愤的女N号小保姆，为留在城里不择手段，钓着空有美貌前途暗淡的男主大哥，又惦记男主这条更大更肥的鱼。

小保姆凭几分姿色以为稳坐钓鱼台，却不想阴沟翻船，勾男主不成反被女主收拾得明明白白，更被刺激得钢化屠版的大哥无情暴虐，宛如死鱼一辈子翻不了身

细数全文爽点，反派大哥虐小保姆这段最过瘾最下饭，直看得白瑜拍手叫好，连喝三大碗鱼汤

可世事难料，一觉醒来，她成了那条被大哥摁在菜板上垂死挣扎的小破鱼……

稀烂的开局……再加上一个比她还废说糊就糊的系统……如何破？

钓系美人秒变软骨精：老公，有话好好说，刀放下，咱轻拍

满脸我不开心你就得领盒饭的疯批大佬：……

一手烂牌没法打的白瑜放弃抵抗，只想做条咸鱼，吃饱喝足温柔狗带

可苟着苟着——
“妹，你想哪支，姐都跟。”
“嫂，这地怎么样，你要喜欢，送你了。”
一不小心就发家致富，喜获大批财经版迷弟迷妹
冷酷大佬变二十四孝忠犬老公，深藏幕后保驾护航
首届春风杯优秀青年创业家花落她家又是个什么节奏？

城里人的快乐，她属实不懂。', 'https://tva1.sinaimg.cn/large/008i3skNly1gqzq6yzfu1j30hs0owgo9.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (129, 3, '江山不宋', '姽婳人间', '邱崇英穿成了对照组年代文里的极品后妈。
在书里，她样样不如女主，还整天作妖，虐待继女，家暴丈夫。
又整天嚷嚷着拼儿子，最后以四十六岁高龄死在了手术台上，留下一个女儿，遗恨终生。
反观女主夏安安，不但清纯不做作，还温柔善良，处处以丈夫和继女为先，甚至连自己的双胞胎儿子都要靠边站，真是把舍己为人发扬到了极致。
后来继女成凤儿子成龙，女主手握万贯家财，成为人生赢家。
而她死后不到一个月，丈夫就另寻新欢，第二年喜得贵子，完结撒花。　　　　
最离谱的是，同为重组二婚的家庭，女主嫁过人还是C，而她则是个风流的妖艳J货。
哎，何必呢，拉踩到这个份上，老天爷都看不下去了。
不然也不可能让她穿过来啊。
正好，她可喜欢挑战困难了，看看谁笑到最后！
*
夏安安是带着一个气运掠夺直播系统穿越过来的。
穿的还是自己写的小说，这书是她扑街至今成绩最好的一本，虽然一堆刷负排雷骂她脑子里长了那啥的，可赚钱才是硬道理啊。
为此，她决定，好好走剧情，躺赢多爽。
只是，躺着躺着，她发现好像哪里不对？
为什么系统里的直播弹幕都在骂她虚伪？
为什么原本打赏榜的金主爸爸都跑了？哦，好吧，那是金主妈妈。
为什么……忽然多了一个竞争主播？
什么鬼！
等终于弄明白所谓的竞争主播是谁的时候，她气得差点一口老血，直接打出Game Over。
为了扭转败局，她不得不努力搞好跟邱崇英的关系，结果，一切好像更不受她控制了。
*
傅琛在跟二婚老婆吵了一架之后，觉醒了。
原来他是书里的对照组工具人。
为了衬托男主的风流，就给他安一个木讷的性格；为了衬托男主的霸总气质，就给他安一个妻管严耙耳朵的性格；为了让男主多糟蹋几个黄花大闺女，就让男主娶的二婚老婆还是处，而他娶的则是带着女儿的风流寡妇。
后来，为了衬托男主对女主的深情，还让他在二婚老婆死后一个月就另寻新欢。
啧，他怎么不知道他是这么一个奇葩。
不过，这作者一定不知道，他觉醒的同时带了一个真心话直播系统，更不知道，他的二婚老婆其实是他的白月光，意难平。
他毫不犹豫，把系统上交给了老婆，努力改写两个人BE的婚姻生活。', 'https://tva1.sinaimg.cn/large/008i3skNly1gvmnzlo62ej60u0160wik02.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (130, 3, '德妃攻略（清宫）', '田甲申', '小人鱼陶萄穿书了，成为一本娱乐圈爽文的炮灰女配。
在未来的剧情，她被顶流前男友陷害成“劈腿”女，又因为一档恋爱综艺声名狼藉，遭全网谩骂，最后车祸惨死。

就在这时“吃瓜系统”找到小人鱼——
娱乐圈有一批德不配位的劣迹艺人，还有本该是娱乐圈冉冉升起的新星、却被他们迫害的小可怜。

只要她帮助小可怜成为“德艺双馨”的艺人，就可以获得奖励，改变命运线。

小人鱼发愁怎么清理劣迹艺人，拯救小可怜，忽然有了好主意——
人类的事情可以交给人类解决，当天夜里她上交吃瓜系统。

账号“警钟”横空出世，她爆出的瓜个个震惊全网，并且很快会被证实保熟保真。

品行端正、敬业又有实力的艺人被大众发现，成为行业口碑良好的新星。
触犯了法律法规、败坏了社会风气的劣迹艺人被封杀，永不复出……

娱乐圈相关从业人员变得遵纪守法，“警钟”以一己之力，提高娱乐圈明星艺德合格率。

上交吃瓜系统的同时，小人鱼没有忘记任务奖励。
一个又一个热心市民发明“健康养生茶”、“护心保心丸”、“灾害预测仪器”、“海底新型无污染材料”……

全世界震惊，燕国为何忽然出现这么多点满发明技能的热心市民？
他们是联系上宇宙更高智慧生物，得到外星生物的帮助了吗？

只有燕国少数人才知道，他们刚开始只是想整治娱乐圈，谁知道系统给的奖励这么香！', 'https://tva1.sinaimg.cn/large/008i3skNly1gw5iawcrbnj30hs0nqt9o.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (131, 3, '江湖夜雨十年灯', '关心则乱', '系统布置两个任务，
1.让反派不可救药地爱上她
2.然后甩了他

但招惹上控制欲/占有欲超强/偏执狂/嫉妒极强的黑化大佬，似乎没那么容易分手脱身，纤柔雪白的手摇着一杯红酒，鞋尖抬起男人下巴，顾蘼笑道：“既然要做我的人，就收起狼的眼神。”

抓住皓腕，轻吻手背，黑化反派脸上挂着温雅润和的浅笑，眼底闪过疯狂迷恋，情绪汹涌到让人窒息，跪下脚，“只要你不离开我。”

危险却让人有一点点渴望，那么痴迷的眼神。

暂定世界：
1.豪门心尖美人
2.灵异古堡的幽魂
3.顶流偶像的前女友', 'https://tva1.sinaimg.cn/large/008i3skNly1gw497jge1kj30go0ncmxu.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (132, 3, '与权臣前夫重生日常', '木妖娆', '晋国公独女澹台雁年方十六，才初及笄，正是要议亲的时候，
一觉醒来发现自己不但老了十岁，还当上了皇后，还是个掌兵权的皇后。

澹台雁丢失十年记忆，左手握着凤印，右手拿着虎符，整个人又懵又心虚，
后宫空空荡荡，前朝众臣口诛笔伐骂她妒妇，自家老爹明里暗里催她赶紧篡位，十万边军表示随时待命。

澹台雁：……嘤？

她直觉趟不了这浑水，收拾金银细软，背起小包袱就想跑，却连宫门都没出就被逮回来。
眉目俊朗的皇帝倚在床边，衣襟半敞，神色落寞：“阿雁为何要走，是朕不够好吗？”', 'https://tva1.sinaimg.cn/large/008i3skNly1gwh8sqe72qj30hs0owjsl.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (160, 4, '大唐平阳传', '蓝云舒', '史书有载，大孟承平十五年，海晏河清，四海升平。
彼时尚且无人知晓，自此之后，乱世渐启。
大孟先祖栉风沐雨得来的天下，即将雨打风吹去。
长安郡主秦时月便重生于这一切尚未开始的一年。
她本是将门虎女，爹死于功高震主。
上辈子，她没长记性，一不留神步了她爹后尘。
饮血当关？横刀立马？
这么费力不讨好的事儿，谁爱去谁去吧。
这辈子她准备换个活法儿。
看看娘娘们宫斗，瞧瞧皇子们夺权，研究研究宗室如何横征暴敛，观察观察朝臣如何败坏朝纲。
然后……在一片祥和的气氛中，陪着大孟一起玩完。
谁知皇帝仍然看她不顺眼，一朝天降大任——去，把朕流落民间的儿子找回来。
秦时月：……
好的，臣这就给陛下表演一个有多远滚多远。

她做好了准备闲云野鹤。
只是到头来。
四十年来家国，三千里地山河。
她前生今世，都未曾别过。', 'https://img14.360buyimg.com/ddimg/jfs/t1/177958/18/20640/117375/6120a039E986c4758/a3b8f3eb5dab6984.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (163, 4, '将军被我骗了心以后', '岁岁千', '桑南不是高岭之花，何望卿却是人人肖想的精英男神。
一个为钱，一个为权，桑南和男神被迫领证结婚。
闺蜜替她摩拳擦掌：“桑南不怕向前冲，拿下真正的高质量男性。”
桑南没冲，她在心里给自己竖起了高高的防线，家世不配性格不合，弄假成真什么的，别闹了。

桑南被污蔑成网红捞金女，何望卿在媒体包围中握紧她的手，霸气宣布：她是我太太。
那时，桑南的防线牢不可破。

何望卿润物无声地带桑南融入自己的生活，和她一起在游船上赏月，在草原上纵马狂奔。
那时，桑南的防线仍旧密不透风。

某天，两个人在同一张床上醒来，桑南还在苦苦坚守防线：意外，都是意外。

几天后，醉酒的何望卿歪歪斜斜靠在桑南家门口，扯开领带，衬衣半敞，', 'https://wx4.sinaimg.cn/mw1024/006IpSquly1gsmdgtkf81j305k07s3yu.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (164, 4, '马奴', '马马达', '夏妍与陆霁年青梅竹马，朋友们打趣他们迟早会成一对。面对调侃，夏妍总是红着脸悄悄地看陆霁年。少年清冷淡然、聪明俊逸，对别人冷淡却只纵容她，夏妍少女的梦便全系在了他身上。

19岁那年，她鼓足勇气表白，陆霁年噙着清淡的笑摸了摸她的头，算是答应。

然而好景不长，一年多的时间里，邻家哥哥变成了陆总，见她的多数时候都皱着眉，待她更是一日冷过一日。失望一再累积，直到他生日那天终于溃堤。
一整日打不通的电话，不请自来却被他护在身后的女秘书，以及他那句不耐的“闹够了没”……夏妍彻底醒了。
旧梦破碎，她红着眼眶狼狈却也决绝地离开。
*
三年后，夏妍重回鹏城。酒会上，她扬着明媚的笑与别的男人共舞，身姿轻盈，光彩耀目。

陆霁年沉着脸，近乎失态地将夏妍从舞伴手中夺过，在圆舞曲的乐声里将人禁锢在怀中，他用喑哑的声音问她：三年了，可以不闹了吗？

夏妍看着眼前强势的男人，觉得十分荒谬。她笑靥娇美：陆先生说笑了。
一曲舞罢，她推开他，又挽上了别人的臂弯。

陆霁年向来骄矜冷淡的脸仿佛白了一瞬，却又很快恢复平静。他想：她只是在闹脾气罢了。

可惜这一次，他想错了。在接连撞见她与别的男人在雨夜里温馨共伞，餐厅里亲密喂食之后，陆霁年的自信被打碎，再也没办法保持冷静。

他手捧鲜花钻戒跪在她身前，眸光碎裂：妍妍，你说过要嫁给我...', 'https://wx4.sinaimg.cn/mw1024/006IpSquly1gsmdgtkf81j305k07s3yu.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (165, 4, '又逢春', '山间人', '据说，温家大小姐被保护得极好，至今都无人知道她的真实样貌。
于是，南城坊间猜测，“温家大小姐怕不是长得太寒碜，怕丢了世家的脸，才捂得这般严实？”
直到温氏少东被爆与超气质美女深夜同游的画面，在众人追问下，才不情不愿地丢下一句话，“那是温家大小姐！”
吃瓜群众：“！！！”

江鹤羽作为明都集团少东家，毕业后便归国继承家业。那张俊逸清冷的脸，是无数南城女孩梦中情人的模样。
坊间都在猜测，“这般宛若谪仙的男人，到底会被怎样的女子拉入凡尘？”
直到网上爆出一张照片，拍摄的背景居然是“婚姻登记处”！
众人连连惊呼，“江总居然英年早婚了？”
那向来清冷的脸上难得露出一丝微笑，“嗯。”
吃瓜群众：“！！！”

这位明都总裁夫人到底是谁？听说还是商业联姻？
网友纷纷猜测，到底是“江温联姻”，还是“江沈联姻”？
两派粉丝在网上更是掐得难舍难分。', 'https://tva1.sinaimg.cn/large/008i3skNly1gvknvgs6lkj60hs0nqwfl02.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (166, 4, '千娇百宠', '蜀国十三弦', '因为拒绝潜规则，江茶被前经纪人陷害签了阴阳合同，逼至绝路，江茶孤注一掷决定反抗，推开办公室大门，看见一张面目可憎的帅脸

迟燃，盛世传媒最金贵的小少爷，内娱颜巅，顶级流量，唱跳top，演技如翔，嚣张跋扈，人厌鬼怕，粉黑俱疯……

这都不要紧，要紧的是——上周江茶刚在剧组和这事儿精少爷互骂了一场。
经纪公司有盛世的股，江茶犹豫了一会儿。
*
迟燃居高临下看着江茶：在剧组假装势不两立吸引自己注意？然后上门道歉，以退为进？

迟燃感动于她的执着，但对于这种狂爱行为十分不爽：“江小姐，我知道自己的魅力让人情不自禁，但我们没可能，爱我就远离我，好吗？”

江茶没走。
迟燃善心大发：“这样吧，如果你实在放不下我，我给你五分钟表白心迹——”', 'https://tva1.sinaimg.cn/large/008i3skNly1gvn0p7vbmej60u016etc802.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (167, 4, '枕边姝色(重生)', '小晨潞', '在这本糊穿地心的年代文里，有个抢尽主角风头人神共愤的女N号小保姆，为留在城里不择手段，钓着空有美貌前途暗淡的男主大哥，又惦记男主这条更大更肥的鱼。

小保姆凭几分姿色以为稳坐钓鱼台，却不想阴沟翻船，勾男主不成反被女主收拾得明明白白，更被刺激得钢化屠版的大哥无情暴虐，宛如死鱼一辈子翻不了身

细数全文爽点，反派大哥虐小保姆这段最过瘾最下饭，直看得白瑜拍手叫好，连喝三大碗鱼汤

可世事难料，一觉醒来，她成了那条被大哥摁在菜板上垂死挣扎的小破鱼……

稀烂的开局……再加上一个比她还废说糊就糊的系统……如何破？

钓系美人秒变软骨精：老公，有话好好说，刀放下，咱轻拍

满脸我不开心你就得领盒饭的疯批大佬：……

一手烂牌没法打的白瑜放弃抵抗，只想做条咸鱼，吃饱喝足温柔狗带

可苟着苟着——
“妹，你想哪支，姐都跟。”
“嫂，这地怎么样，你要喜欢，送你了。”
一不小心就发家致富，喜获大批财经版迷弟迷妹
冷酷大佬变二十四孝忠犬老公，深藏幕后保驾护航
首届春风杯优秀青年创业家花落她家又是个什么节奏？

城里人的快乐，她属实不懂。', 'https://tva1.sinaimg.cn/large/008i3skNly1gvqo4d6q0fj30u0160dne.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (168, 4, '阿姐', '酸奶好喝', '邱崇英穿成了对照组年代文里的极品后妈。
在书里，她样样不如女主，还整天作妖，虐待继女，家暴丈夫。
又整天嚷嚷着拼儿子，最后以四十六岁高龄死在了手术台上，留下一个女儿，遗恨终生。
反观女主夏安安，不但清纯不做作，还温柔善良，处处以丈夫和继女为先，甚至连自己的双胞胎儿子都要靠边站，真是把舍己为人发扬到了极致。
后来继女成凤儿子成龙，女主手握万贯家财，成为人生赢家。
而她死后不到一个月，丈夫就另寻新欢，第二年喜得贵子，完结撒花。　　　　
最离谱的是，同为重组二婚的家庭，女主嫁过人还是C，而她则是个风流的妖艳J货。
哎，何必呢，拉踩到这个份上，老天爷都看不下去了。
不然也不可能让她穿过来啊。
正好，她可喜欢挑战困难了，看看谁笑到最后！
*
夏安安是带着一个气运掠夺直播系统穿越过来的。
穿的还是自己写的小说，这书是她扑街至今成绩最好的一本，虽然一堆刷负排雷骂她脑子里长了那啥的，可赚钱才是硬道理啊。
为此，她决定，好好走剧情，躺赢多爽。
只是，躺着躺着，她发现好像哪里不对？
为什么系统里的直播弹幕都在骂她虚伪？
为什么原本打赏榜的金主爸爸都跑了？哦，好吧，那是金主妈妈。
为什么……忽然多了一个竞争主播？
什么鬼！
等终于弄明白所谓的竞争主播是谁的时候，她气得差点一口老血，直接打出Game Over。
为了扭转败局，她不得不努力搞好跟邱崇英的关系，结果，一切好像更不受她控制了。
*
傅琛在跟二婚老婆吵了一架之后，觉醒了。
原来他是书里的对照组工具人。
为了衬托男主的风流，就给他安一个木讷的性格；为了衬托男主的霸总气质，就给他安一个妻管严耙耳朵的性格；为了让男主多糟蹋几个黄花大闺女，就让男主娶的二婚老婆还是处，而他娶的则是带着女儿的风流寡妇。
后来，为了衬托男主对女主的深情，还让他在二婚老婆死后一个月就另寻新欢。
啧，他怎么不知道他是这么一个奇葩。
不过，这作者一定不知道，他觉醒的同时带了一个真心话直播系统，更不知道，他的二婚老婆其实是他的白月光，意难平。
他毫不犹豫，把系统上交给了老婆，努力改写两个人BE的婚姻生活。', 'https://tva1.sinaimg.cn/large/008i3skNly1gvvemx2ctpj30u0160ai0.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (169, 4, '重生后前夫有了读心术', '瓜月廿三', '小人鱼陶萄穿书了，成为一本娱乐圈爽文的炮灰女配。
在未来的剧情，她被顶流前男友陷害成“劈腿”女，又因为一档恋爱综艺声名狼藉，遭全网谩骂，最后车祸惨死。

就在这时“吃瓜系统”找到小人鱼——
娱乐圈有一批德不配位的劣迹艺人，还有本该是娱乐圈冉冉升起的新星、却被他们迫害的小可怜。

只要她帮助小可怜成为“德艺双馨”的艺人，就可以获得奖励，改变命运线。

小人鱼发愁怎么清理劣迹艺人，拯救小可怜，忽然有了好主意——
人类的事情可以交给人类解决，当天夜里她上交吃瓜系统。

账号“警钟”横空出世，她爆出的瓜个个震惊全网，并且很快会被证实保熟保真。

品行端正、敬业又有实力的艺人被大众发现，成为行业口碑良好的新星。
触犯了法律法规、败坏了社会风气的劣迹艺人被封杀，永不复出……

娱乐圈相关从业人员变得遵纪守法，“警钟”以一己之力，提高娱乐圈明星艺德合格率。

上交吃瓜系统的同时，小人鱼没有忘记任务奖励。
一个又一个热心市民发明“健康养生茶”、“护心保心丸”、“灾害预测仪器”、“海底新型无污染材料”……

全世界震惊，燕国为何忽然出现这么多点满发明技能的热心市民？
他们是联系上宇宙更高智慧生物，得到外星生物的帮助了吗？

只有燕国少数人才知道，他们刚开始只是想整治娱乐圈，谁知道系统给的奖励这么香！', 'https://tva1.sinaimg.cn/large/008i3skNly1gvw5k60vd8j30go0nctap.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (170, 4, '囚欢', '雪落蒹葭', '系统布置两个任务，
1.让反派不可救药地爱上她
2.然后甩了他

但招惹上控制欲/占有欲超强/偏执狂/嫉妒极强的黑化大佬，似乎没那么容易分手脱身，纤柔雪白的手摇着一杯红酒，鞋尖抬起男人下巴，顾蘼笑道：“既然要做我的人，就收起狼的眼神。”

抓住皓腕，轻吻手背，黑化反派脸上挂着温雅润和的浅笑，眼底闪过疯狂迷恋，情绪汹涌到让人窒息，跪下脚，“只要你不离开我。”

危险却让人有一点点渴望，那么痴迷的眼神。

暂定世界：
1.豪门心尖美人
2.灵异古堡的幽魂
3.顶流偶像的前女友', 'https://wx4.sinaimg.cn/mw690/008m9i9Kly1gtcr1bzqnpj30u01bvq5a.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (172, 5, '权臣妻', '桑狸', '顾落知的父亲死得早，为了家产不旁落，母亲让她女扮男装，当了整整三年的顾大人。

顾大人在朝堂上和太傅大人很不对付，两人时常争执，在诸位大臣的心中，两人是公认的敌人，直到有一天，太傅大人的三弟和顾大人的庶妹私奔了……

以两位当家人的关系，这对苦命鸳鸯恐怕不能在一起。

全京城的人都等着看这件事的结局，直到最后，大家突然听到顾大人和太傅大人在一起的消息。
众人：？？？？？', 'https://wx3.sinaimg.cn/mw2000/002tWqcRgy1gv7mnnktwtj60go0ncn1f02.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (173, 5, '千玑图', '青橘一枚', '史书有载，大孟承平十五年，海晏河清，四海升平。
彼时尚且无人知晓，自此之后，乱世渐启。
大孟先祖栉风沐雨得来的天下，即将雨打风吹去。
长安郡主秦时月便重生于这一切尚未开始的一年。
她本是将门虎女，爹死于功高震主。
上辈子，她没长记性，一不留神步了她爹后尘。
饮血当关？横刀立马？
这么费力不讨好的事儿，谁爱去谁去吧。
这辈子她准备换个活法儿。
看看娘娘们宫斗，瞧瞧皇子们夺权，研究研究宗室如何横征暴敛，观察观察朝臣如何败坏朝纲。
然后……在一片祥和的气氛中，陪着大孟一起玩完。
谁知皇帝仍然看她不顺眼，一朝天降大任——去，把朕流落民间的儿子找回来。
秦时月：……
好的，臣这就给陛下表演一个有多远滚多远。

她做好了准备闲云野鹤。
只是到头来。
四十年来家国，三千里地山河。
她前生今世，都未曾别过。', 'https://wx4.sinaimg.cn/mw690/003knBF3ly1gu65gljvctj60rs12wjwg02.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (174, 5, '姑母撩人', '再枯荣', '王府嫡女凌文月乃咸鱼本咸，本想混吃等死虚度一生，没想到一朝兄长离家出走，她被迫女扮男装登上世子之位，这一扮就是八年之久。

　　顶着哥哥名字的这些年她彻底放飞自我，不仅混遍了城中的大小赌坊，还顺便招了个貌美孤女做外室。

　　小孤女段瑾温婉大方，不争不抢不吵闹，正中她下怀。

　　凌文月满意他的温柔，段瑾满意她的谅解，两人和平共处相安无事小半月，直至某天她被飞来横祸一花盆砸了头，从此前尘往事都忘了个干净。

　　外室？不认识，打发出去得了。

　　谁知这卖身契才送出去没多久，当天晚上就有个“姑娘”爬了她家的墙。　
　　***

　　段瑾本是朝中太尉之子，奈何父亲被小人陷害使得全家被流放至漠北，为替家族报仇他男扮女装逃至汴京，使计落难被安世子救下，连哄带骗地混成了她的外室。

　　他心里算盘打的啪啪响，待平反后就死遁跑路，再留点银子给世子爷做个念想，也当是这些日子的报酬了。

　　谁料平反之路还遥遥无期，对面竟开始赶人了。

　　段瑾咬咬牙走进书斋，拍出一两银子：
　　“把你们这里全部的撩汉秘籍都给我拿来！”

　　***

　　一开始：我撩汉是为了家族大计。我绝不会喜欢一个男人。
　　后来：真香！这样也挺不错，断袖就断袖吧。
掉马后：？？！！', 'https://s3.bmp.ovh/imgs/2021/11/4cae69d3816bab44.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (175, 5, '首辅宠妻录（重生）', '妩梵', '国公府嫡女裴婼，名动长安，秀掩今古，登门求娶者络绎不绝。
可她却只倾慕那国之储君，一朝如愿，裴婼嫁入东宫。
怎料那高墙内阴谋诡计接踵而来，她受尽冷落，惶惶不可终日，直至裴家满门命丧黄泉。

再一醒来，她还未误入歧途，父母兄长安好。
这一世，裴婼决定不再任性，太子与情爱皆不可碰。

直到一日，那深沉睿智的“小战神”宁暨上门求娶，态度强硬，容不得裴婼说出拒绝。

--
宁王府世子宁暨有个秘密，伴了他两世。
上辈子他官至镇国大将军，权力无人撼动。
可他心悦之人一心只有那东宫里的太子，整日愁眉苦脸只为嫁他。

自她嫁入东宫，那盖了私印的信笺便每隔一月奔赴塞外。
—太子妃今日出宫，很是欢快。
—太子妃今日偶感风寒，一日未出门。
......
最后一次，送信的小官不小心瞧见了，念出里头的话来：“裴家入狱，太子妃病重。”
眼前人瞬间暴戾，寒气四散。

重来一世，宁暨多了个秘密。
他布了网，那些欺她辱她之人皆无处可逃。

而她，只能看向自己。', 'https://wx2.sinaimg.cn/mw690/005Ko2lNly1gdbsec5ngxj305k07sq46.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (176, 5, '娇软美人和她的三个哥哥', '小舟遥遥', '桑南不是高岭之花，何望卿却是人人肖想的精英男神。
一个为钱，一个为权，桑南和男神被迫领证结婚。
闺蜜替她摩拳擦掌：“桑南不怕向前冲，拿下真正的高质量男性。”
桑南没冲，她在心里给自己竖起了高高的防线，家世不配性格不合，弄假成真什么的，别闹了。

桑南被污蔑成网红捞金女，何望卿在媒体包围中握紧她的手，霸气宣布：她是我太太。
那时，桑南的防线牢不可破。

何望卿润物无声地带桑南融入自己的生活，和她一起在游船上赏月，在草原上纵马狂奔。
那时，桑南的防线仍旧密不透风。

某天，两个人在同一张床上醒来，桑南还在苦苦坚守防线：意外，都是意外。

几天后，醉酒的何望卿歪歪斜斜靠在桑南家门口，扯开领带，衬衣半敞，', 'https://z3.ax1x.com/2021/10/26/5T14N6.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (177, 5, '公子藏媚（重生）', '追蜻蜓的团子', '夏妍与陆霁年青梅竹马，朋友们打趣他们迟早会成一对。面对调侃，夏妍总是红着脸悄悄地看陆霁年。少年清冷淡然、聪明俊逸，对别人冷淡却只纵容她，夏妍少女的梦便全系在了他身上。

19岁那年，她鼓足勇气表白，陆霁年噙着清淡的笑摸了摸她的头，算是答应。

然而好景不长，一年多的时间里，邻家哥哥变成了陆总，见她的多数时候都皱着眉，待她更是一日冷过一日。失望一再累积，直到他生日那天终于溃堤。
一整日打不通的电话，不请自来却被他护在身后的女秘书，以及他那句不耐的“闹够了没”……夏妍彻底醒了。
旧梦破碎，她红着眼眶狼狈却也决绝地离开。
*
三年后，夏妍重回鹏城。酒会上，她扬着明媚的笑与别的男人共舞，身姿轻盈，光彩耀目。

陆霁年沉着脸，近乎失态地将夏妍从舞伴手中夺过，在圆舞曲的乐声里将人禁锢在怀中，他用喑哑的声音问她：三年了，可以不闹了吗？

夏妍看着眼前强势的男人，觉得十分荒谬。她笑靥娇美：陆先生说笑了。
一曲舞罢，她推开他，又挽上了别人的臂弯。

陆霁年向来骄矜冷淡的脸仿佛白了一瞬，却又很快恢复平静。他想：她只是在闹脾气罢了。

可惜这一次，他想错了。在接连撞见她与别的男人在雨夜里温馨共伞，餐厅里亲密喂食之后，陆霁年的自信被打碎，再也没办法保持冷静。

他手捧鲜花钻戒跪在她身前，眸光碎裂：妍妍，你说过要嫁给我...', 'https://wx4.sinaimg.cn/mw690/006ccGWOgy1gq4bmmqx3cj30u0140x6p.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (178, 5, '长安不见月', '青衣呀', '据说，温家大小姐被保护得极好，至今都无人知道她的真实样貌。
于是，南城坊间猜测，“温家大小姐怕不是长得太寒碜，怕丢了世家的脸，才捂得这般严实？”
直到温氏少东被爆与超气质美女深夜同游的画面，在众人追问下，才不情不愿地丢下一句话，“那是温家大小姐！”
吃瓜群众：“！！！”

江鹤羽作为明都集团少东家，毕业后便归国继承家业。那张俊逸清冷的脸，是无数南城女孩梦中情人的模样。
坊间都在猜测，“这般宛若谪仙的男人，到底会被怎样的女子拉入凡尘？”
直到网上爆出一张照片，拍摄的背景居然是“婚姻登记处”！
众人连连惊呼，“江总居然英年早婚了？”
那向来清冷的脸上难得露出一丝微笑，“嗯。”
吃瓜群众：“！！！”

这位明都总裁夫人到底是谁？听说还是商业联姻？
网友纷纷猜测，到底是“江温联姻”，还是“江沈联姻”？
两派粉丝在网上更是掐得难舍难分。', 'https://edu-image.nosdn.127.net/07D591AC1CAF36FB35A2DE4BBFCC1165.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (179, 5, '天宇开霁', '素光同', '因为拒绝潜规则，江茶被前经纪人陷害签了阴阳合同，逼至绝路，江茶孤注一掷决定反抗，推开办公室大门，看见一张面目可憎的帅脸

迟燃，盛世传媒最金贵的小少爷，内娱颜巅，顶级流量，唱跳top，演技如翔，嚣张跋扈，人厌鬼怕，粉黑俱疯……

这都不要紧，要紧的是——上周江茶刚在剧组和这事儿精少爷互骂了一场。
经纪公司有盛世的股，江茶犹豫了一会儿。
*
迟燃居高临下看着江茶：在剧组假装势不两立吸引自己注意？然后上门道歉，以退为进？

迟燃感动于她的执着，但对于这种狂爱行为十分不爽：“江小姐，我知道自己的魅力让人情不自禁，但我们没可能，爱我就远离我，好吗？”

江茶没走。
迟燃善心大发：“这样吧，如果你实在放不下我，我给你五分钟表白心迹——”', 'https://wx1.sinaimg.cn/mw690/007WPjVmgy1gtaetags70j30dw0jgq5c.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (181, 5, '女尊之暖玉', '又逢年', '邱崇英穿成了对照组年代文里的极品后妈。
在书里，她样样不如女主，还整天作妖，虐待继女，家暴丈夫。
又整天嚷嚷着拼儿子，最后以四十六岁高龄死在了手术台上，留下一个女儿，遗恨终生。
反观女主夏安安，不但清纯不做作，还温柔善良，处处以丈夫和继女为先，甚至连自己的双胞胎儿子都要靠边站，真是把舍己为人发扬到了极致。
后来继女成凤儿子成龙，女主手握万贯家财，成为人生赢家。
而她死后不到一个月，丈夫就另寻新欢，第二年喜得贵子，完结撒花。　　　　
最离谱的是，同为重组二婚的家庭，女主嫁过人还是C，而她则是个风流的妖艳J货。
哎，何必呢，拉踩到这个份上，老天爷都看不下去了。
不然也不可能让她穿过来啊。
正好，她可喜欢挑战困难了，看看谁笑到最后！
*
夏安安是带着一个气运掠夺直播系统穿越过来的。
穿的还是自己写的小说，这书是她扑街至今成绩最好的一本，虽然一堆刷负排雷骂她脑子里长了那啥的，可赚钱才是硬道理啊。
为此，她决定，好好走剧情，躺赢多爽。
只是，躺着躺着，她发现好像哪里不对？
为什么系统里的直播弹幕都在骂她虚伪？
为什么原本打赏榜的金主爸爸都跑了？哦，好吧，那是金主妈妈。
为什么……忽然多了一个竞争主播？
什么鬼！
等终于弄明白所谓的竞争主播是谁的时候，她气得差点一口老血，直接打出Game Over。
为了扭转败局，她不得不努力搞好跟邱崇英的关系，结果，一切好像更不受她控制了。
*
傅琛在跟二婚老婆吵了一架之后，觉醒了。
原来他是书里的对照组工具人。
为了衬托男主的风流，就给他安一个木讷的性格；为了衬托男主的霸总气质，就给他安一个妻管严耙耳朵的性格；为了让男主多糟蹋几个黄花大闺女，就让男主娶的二婚老婆还是处，而他娶的则是带着女儿的风流寡妇。
后来，为了衬托男主对女主的深情，还让他在二婚老婆死后一个月就另寻新欢。
啧，他怎么不知道他是这么一个奇葩。
不过，这作者一定不知道，他觉醒的同时带了一个真心话直播系统，更不知道，他的二婚老婆其实是他的白月光，意难平。
他毫不犹豫，把系统上交给了老婆，努力改写两个人BE的婚姻生活。', 'https://s3.bmp.ovh/imgs/2021/08/8cf11180c3f7bfe8.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (182, 5, '金屋囚', '丸子炒饭', '小人鱼陶萄穿书了，成为一本娱乐圈爽文的炮灰女配。
在未来的剧情，她被顶流前男友陷害成“劈腿”女，又因为一档恋爱综艺声名狼藉，遭全网谩骂，最后车祸惨死。

就在这时“吃瓜系统”找到小人鱼——
娱乐圈有一批德不配位的劣迹艺人，还有本该是娱乐圈冉冉升起的新星、却被他们迫害的小可怜。

只要她帮助小可怜成为“德艺双馨”的艺人，就可以获得奖励，改变命运线。

小人鱼发愁怎么清理劣迹艺人，拯救小可怜，忽然有了好主意——
人类的事情可以交给人类解决，当天夜里她上交吃瓜系统。

账号“警钟”横空出世，她爆出的瓜个个震惊全网，并且很快会被证实保熟保真。

品行端正、敬业又有实力的艺人被大众发现，成为行业口碑良好的新星。
触犯了法律法规、败坏了社会风气的劣迹艺人被封杀，永不复出……

娱乐圈相关从业人员变得遵纪守法，“警钟”以一己之力，提高娱乐圈明星艺德合格率。

上交吃瓜系统的同时，小人鱼没有忘记任务奖励。
一个又一个热心市民发明“健康养生茶”、“护心保心丸”、“灾害预测仪器”、“海底新型无污染材料”……

全世界震惊，燕国为何忽然出现这么多点满发明技能的热心市民？
他们是联系上宇宙更高智慧生物，得到外星生物的帮助了吗？

只有燕国少数人才知道，他们刚开始只是想整治娱乐圈，谁知道系统给的奖励这么香！', 'https://img13.360buyimg.com/ddimg/jfs/t1/204409/33/11321/65500/618351a3Ef473ccc1/8d9f658a423568b3.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (183, 5, '金枝宠后', '藤鹿山', '系统布置两个任务，
1.让反派不可救药地爱上她
2.然后甩了他

但招惹上控制欲/占有欲超强/偏执狂/嫉妒极强的黑化大佬，似乎没那么容易分手脱身，纤柔雪白的手摇着一杯红酒，鞋尖抬起男人下巴，顾蘼笑道：“既然要做我的人，就收起狼的眼神。”

抓住皓腕，轻吻手背，黑化反派脸上挂着温雅润和的浅笑，眼底闪过疯狂迷恋，情绪汹涌到让人窒息，跪下脚，“只要你不离开我。”

危险却让人有一点点渴望，那么痴迷的眼神。

暂定世界：
1.豪门心尖美人
2.灵异古堡的幽魂
3.顶流偶像的前女友', 'https://tva1.sinaimg.cn/large/008eGmZEgy1gou8hmkfzxj30u0140aex.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (184, 5, '偏执权臣的白月光（前世今生）', '霜序壹玖', '晋国公独女澹台雁年方十六，才初及笄，正是要议亲的时候，
一觉醒来发现自己不但老了十岁，还当上了皇后，还是个掌兵权的皇后。

澹台雁丢失十年记忆，左手握着凤印，右手拿着虎符，整个人又懵又心虚，
后宫空空荡荡，前朝众臣口诛笔伐骂她妒妇，自家老爹明里暗里催她赶紧篡位，十万边军表示随时待命。

澹台雁：……嘤？

她直觉趟不了这浑水，收拾金银细软，背起小包袱就想跑，却连宫门都没出就被逮回来。
眉目俊朗的皇帝倚在床边，衣襟半敞，神色落寞：“阿雁为何要走，是朕不够好吗？”', 'https://wx1.sinaimg.cn/mw2000/008gapIsly1gvw2qadq2xj30go0nctbw.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (185, 5, '他定有过人之处', '天如玉', '顾落知的父亲死得早，为了家产不旁落，母亲让她女扮男装，当了整整三年的顾大人。

顾大人在朝堂上和太傅大人很不对付，两人时常争执，在诸位大臣的心中，两人是公认的敌人，直到有一天，太傅大人的三弟和顾大人的庶妹私奔了……

以两位当家人的关系，这对苦命鸳鸯恐怕不能在一起。

全京城的人都等着看这件事的结局，直到最后，大家突然听到顾大人和太傅大人在一起的消息。
众人：？？？？？', 'https://wx4.sinaimg.cn/mw2000/008hpfCZly1gv0bilwytoj60go0nc7ad02.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (186, 5, '夫人跟老爷的小妾跑了', '绿药', '史书有载，大孟承平十五年，海晏河清，四海升平。
彼时尚且无人知晓，自此之后，乱世渐启。
大孟先祖栉风沐雨得来的天下，即将雨打风吹去。
长安郡主秦时月便重生于这一切尚未开始的一年。
她本是将门虎女，爹死于功高震主。
上辈子，她没长记性，一不留神步了她爹后尘。
饮血当关？横刀立马？
这么费力不讨好的事儿，谁爱去谁去吧。
这辈子她准备换个活法儿。
看看娘娘们宫斗，瞧瞧皇子们夺权，研究研究宗室如何横征暴敛，观察观察朝臣如何败坏朝纲。
然后……在一片祥和的气氛中，陪着大孟一起玩完。
谁知皇帝仍然看她不顺眼，一朝天降大任——去，把朕流落民间的儿子找回来。
秦时月：……
好的，臣这就给陛下表演一个有多远滚多远。

她做好了准备闲云野鹤。
只是到头来。
四十年来家国，三千里地山河。
她前生今世，都未曾别过。', 'https://tva1.sinaimg.cn/large/008i3skNgy1gt9tuica7tj30go0ncmzh.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (187, 5, '被迫嫁给暴君之后', '泊烟', '王府嫡女凌文月乃咸鱼本咸，本想混吃等死虚度一生，没想到一朝兄长离家出走，她被迫女扮男装登上世子之位，这一扮就是八年之久。

　　顶着哥哥名字的这些年她彻底放飞自我，不仅混遍了城中的大小赌坊，还顺便招了个貌美孤女做外室。

　　小孤女段瑾温婉大方，不争不抢不吵闹，正中她下怀。

　　凌文月满意他的温柔，段瑾满意她的谅解，两人和平共处相安无事小半月，直至某天她被飞来横祸一花盆砸了头，从此前尘往事都忘了个干净。

　　外室？不认识，打发出去得了。

　　谁知这卖身契才送出去没多久，当天晚上就有个“姑娘”爬了她家的墙。　
　　***

　　段瑾本是朝中太尉之子，奈何父亲被小人陷害使得全家被流放至漠北，为替家族报仇他男扮女装逃至汴京，使计落难被安世子救下，连哄带骗地混成了她的外室。

　　他心里算盘打的啪啪响，待平反后就死遁跑路，再留点银子给世子爷做个念想，也当是这些日子的报酬了。

　　谁料平反之路还遥遥无期，对面竟开始赶人了。

　　段瑾咬咬牙走进书斋，拍出一两银子：
　　“把你们这里全部的撩汉秘籍都给我拿来！”

　　***

　　一开始：我撩汉是为了家族大计。我绝不会喜欢一个男人。
　　后来：真香！这样也挺不错，断袖就断袖吧。
掉马后：？？！！', 'https://tva1.sinaimg.cn/large/008i3skNgy1gul8lpln8ej60hs0qodi102.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (188, 5, '江鲜十八吃', '茶吟书渡', '国公府嫡女裴婼，名动长安，秀掩今古，登门求娶者络绎不绝。
可她却只倾慕那国之储君，一朝如愿，裴婼嫁入东宫。
怎料那高墙内阴谋诡计接踵而来，她受尽冷落，惶惶不可终日，直至裴家满门命丧黄泉。

再一醒来，她还未误入歧途，父母兄长安好。
这一世，裴婼决定不再任性，太子与情爱皆不可碰。

直到一日，那深沉睿智的“小战神”宁暨上门求娶，态度强硬，容不得裴婼说出拒绝。

--
宁王府世子宁暨有个秘密，伴了他两世。
上辈子他官至镇国大将军，权力无人撼动。
可他心悦之人一心只有那东宫里的太子，整日愁眉苦脸只为嫁他。

自她嫁入东宫，那盖了私印的信笺便每隔一月奔赴塞外。
—太子妃今日出宫，很是欢快。
—太子妃今日偶感风寒，一日未出门。
......
最后一次，送信的小官不小心瞧见了，念出里头的话来：“裴家入狱，太子妃病重。”
眼前人瞬间暴戾，寒气四散。

重来一世，宁暨多了个秘密。
他布了网，那些欺她辱她之人皆无处可逃。

而她，只能看向自己。', 'https://tva1.sinaimg.cn/large/008i3skNgy1gw4m0mgzjsj30go0nctc6.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (189, 5, '驸马的失忆日常', '青山白白', '桑南不是高岭之花，何望卿却是人人肖想的精英男神。
一个为钱，一个为权，桑南和男神被迫领证结婚。
闺蜜替她摩拳擦掌：“桑南不怕向前冲，拿下真正的高质量男性。”
桑南没冲，她在心里给自己竖起了高高的防线，家世不配性格不合，弄假成真什么的，别闹了。

桑南被污蔑成网红捞金女，何望卿在媒体包围中握紧她的手，霸气宣布：她是我太太。
那时，桑南的防线牢不可破。

何望卿润物无声地带桑南融入自己的生活，和她一起在游船上赏月，在草原上纵马狂奔。
那时，桑南的防线仍旧密不透风。

某天，两个人在同一张床上醒来，桑南还在苦苦坚守防线：意外，都是意外。

几天后，醉酒的何望卿歪歪斜斜靠在桑南家门口，扯开领带，衬衣半敞，', 'https://tva1.sinaimg.cn/large/008i3skNgy1gwej0sawxxj30u016g130.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (190, 5, '将军的小公主', '雪只', '夏妍与陆霁年青梅竹马，朋友们打趣他们迟早会成一对。面对调侃，夏妍总是红着脸悄悄地看陆霁年。少年清冷淡然、聪明俊逸，对别人冷淡却只纵容她，夏妍少女的梦便全系在了他身上。

19岁那年，她鼓足勇气表白，陆霁年噙着清淡的笑摸了摸她的头，算是答应。

然而好景不长，一年多的时间里，邻家哥哥变成了陆总，见她的多数时候都皱着眉，待她更是一日冷过一日。失望一再累积，直到他生日那天终于溃堤。
一整日打不通的电话，不请自来却被他护在身后的女秘书，以及他那句不耐的“闹够了没”……夏妍彻底醒了。
旧梦破碎，她红着眼眶狼狈却也决绝地离开。
*
三年后，夏妍重回鹏城。酒会上，她扬着明媚的笑与别的男人共舞，身姿轻盈，光彩耀目。

陆霁年沉着脸，近乎失态地将夏妍从舞伴手中夺过，在圆舞曲的乐声里将人禁锢在怀中，他用喑哑的声音问她：三年了，可以不闹了吗？

夏妍看着眼前强势的男人，觉得十分荒谬。她笑靥娇美：陆先生说笑了。
一曲舞罢，她推开他，又挽上了别人的臂弯。

陆霁年向来骄矜冷淡的脸仿佛白了一瞬，却又很快恢复平静。他想：她只是在闹脾气罢了。

可惜这一次，他想错了。在接连撞见她与别的男人在雨夜里温馨共伞，餐厅里亲密喂食之后，陆霁年的自信被打碎，再也没办法保持冷静。

他手捧鲜花钻戒跪在她身前，眸光碎裂：妍妍，你说过要嫁给我...', 'https://tva1.sinaimg.cn/large/008i3skNly1gs0a1myk5gj30m80v4taz.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (191, 5, '宦宠', '绿药', '据说，温家大小姐被保护得极好，至今都无人知道她的真实样貌。
于是，南城坊间猜测，“温家大小姐怕不是长得太寒碜，怕丢了世家的脸，才捂得这般严实？”
直到温氏少东被爆与超气质美女深夜同游的画面，在众人追问下，才不情不愿地丢下一句话，“那是温家大小姐！”
吃瓜群众：“！！！”

江鹤羽作为明都集团少东家，毕业后便归国继承家业。那张俊逸清冷的脸，是无数南城女孩梦中情人的模样。
坊间都在猜测，“这般宛若谪仙的男人，到底会被怎样的女子拉入凡尘？”
直到网上爆出一张照片，拍摄的背景居然是“婚姻登记处”！
众人连连惊呼，“江总居然英年早婚了？”
那向来清冷的脸上难得露出一丝微笑，“嗯。”
吃瓜群众：“！！！”

这位明都总裁夫人到底是谁？听说还是商业联姻？
网友纷纷猜测，到底是“江温联姻”，还是“江沈联姻”？
两派粉丝在网上更是掐得难舍难分。', 'https://tva1.sinaimg.cn/large/008i3skNly1gsntuh3gt6j30u01600ww.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (192, 5, '不良臣（科举）', '十年黛色', '因为拒绝潜规则，江茶被前经纪人陷害签了阴阳合同，逼至绝路，江茶孤注一掷决定反抗，推开办公室大门，看见一张面目可憎的帅脸

迟燃，盛世传媒最金贵的小少爷，内娱颜巅，顶级流量，唱跳top，演技如翔，嚣张跋扈，人厌鬼怕，粉黑俱疯……

这都不要紧，要紧的是——上周江茶刚在剧组和这事儿精少爷互骂了一场。
经纪公司有盛世的股，江茶犹豫了一会儿。
*
迟燃居高临下看着江茶：在剧组假装势不两立吸引自己注意？然后上门道歉，以退为进？

迟燃感动于她的执着，但对于这种狂爱行为十分不爽：“江小姐，我知道自己的魅力让人情不自禁，但我们没可能，爱我就远离我，好吗？”

江茶没走。
迟燃善心大发：“这样吧，如果你实在放不下我，我给你五分钟表白心迹——”', 'https://tva1.sinaimg.cn/large/008i3skNly1gsntuh3gt6j30u01600ww.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (193, 5, '千金高嫁', '月明如昔', '在这本糊穿地心的年代文里，有个抢尽主角风头人神共愤的女N号小保姆，为留在城里不择手段，钓着空有美貌前途暗淡的男主大哥，又惦记男主这条更大更肥的鱼。

小保姆凭几分姿色以为稳坐钓鱼台，却不想阴沟翻船，勾男主不成反被女主收拾得明明白白，更被刺激得钢化屠版的大哥无情暴虐，宛如死鱼一辈子翻不了身

细数全文爽点，反派大哥虐小保姆这段最过瘾最下饭，直看得白瑜拍手叫好，连喝三大碗鱼汤

可世事难料，一觉醒来，她成了那条被大哥摁在菜板上垂死挣扎的小破鱼……

稀烂的开局……再加上一个比她还废说糊就糊的系统……如何破？

钓系美人秒变软骨精：老公，有话好好说，刀放下，咱轻拍

满脸我不开心你就得领盒饭的疯批大佬：……

一手烂牌没法打的白瑜放弃抵抗，只想做条咸鱼，吃饱喝足温柔狗带

可苟着苟着——
“妹，你想哪支，姐都跟。”
“嫂，这地怎么样，你要喜欢，送你了。”
一不小心就发家致富，喜获大批财经版迷弟迷妹
冷酷大佬变二十四孝忠犬老公，深藏幕后保驾护航
首届春风杯优秀青年创业家花落她家又是个什么节奏？

城里人的快乐，她属实不懂。', 'https://tva1.sinaimg.cn/large/008i3skNly1gvrgbolhurj60hs0p2dgv02.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (194, 5, '我见春深（重生）', '素笔执火', '邱崇英穿成了对照组年代文里的极品后妈。
在书里，她样样不如女主，还整天作妖，虐待继女，家暴丈夫。
又整天嚷嚷着拼儿子，最后以四十六岁高龄死在了手术台上，留下一个女儿，遗恨终生。
反观女主夏安安，不但清纯不做作，还温柔善良，处处以丈夫和继女为先，甚至连自己的双胞胎儿子都要靠边站，真是把舍己为人发扬到了极致。
后来继女成凤儿子成龙，女主手握万贯家财，成为人生赢家。
而她死后不到一个月，丈夫就另寻新欢，第二年喜得贵子，完结撒花。　　　　
最离谱的是，同为重组二婚的家庭，女主嫁过人还是C，而她则是个风流的妖艳J货。
哎，何必呢，拉踩到这个份上，老天爷都看不下去了。
不然也不可能让她穿过来啊。
正好，她可喜欢挑战困难了，看看谁笑到最后！
*
夏安安是带着一个气运掠夺直播系统穿越过来的。
穿的还是自己写的小说，这书是她扑街至今成绩最好的一本，虽然一堆刷负排雷骂她脑子里长了那啥的，可赚钱才是硬道理啊。
为此，她决定，好好走剧情，躺赢多爽。
只是，躺着躺着，她发现好像哪里不对？
为什么系统里的直播弹幕都在骂她虚伪？
为什么原本打赏榜的金主爸爸都跑了？哦，好吧，那是金主妈妈。
为什么……忽然多了一个竞争主播？
什么鬼！
等终于弄明白所谓的竞争主播是谁的时候，她气得差点一口老血，直接打出Game Over。
为了扭转败局，她不得不努力搞好跟邱崇英的关系，结果，一切好像更不受她控制了。
*
傅琛在跟二婚老婆吵了一架之后，觉醒了。
原来他是书里的对照组工具人。
为了衬托男主的风流，就给他安一个木讷的性格；为了衬托男主的霸总气质，就给他安一个妻管严耙耳朵的性格；为了让男主多糟蹋几个黄花大闺女，就让男主娶的二婚老婆还是处，而他娶的则是带着女儿的风流寡妇。
后来，为了衬托男主对女主的深情，还让他在二婚老婆死后一个月就另寻新欢。
啧，他怎么不知道他是这么一个奇葩。
不过，这作者一定不知道，他觉醒的同时带了一个真心话直播系统，更不知道，他的二婚老婆其实是他的白月光，意难平。
他毫不犹豫，把系统上交给了老婆，努力改写两个人BE的婚姻生活。', 'https://tva1.sinaimg.cn/large/008i3skNly1gvywb6z3ynj30rs12w7b6.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (195, 5, '侯爷今日也没有回府', '屋里的星星', '小人鱼陶萄穿书了，成为一本娱乐圈爽文的炮灰女配。
在未来的剧情，她被顶流前男友陷害成“劈腿”女，又因为一档恋爱综艺声名狼藉，遭全网谩骂，最后车祸惨死。

就在这时“吃瓜系统”找到小人鱼——
娱乐圈有一批德不配位的劣迹艺人，还有本该是娱乐圈冉冉升起的新星、却被他们迫害的小可怜。

只要她帮助小可怜成为“德艺双馨”的艺人，就可以获得奖励，改变命运线。

小人鱼发愁怎么清理劣迹艺人，拯救小可怜，忽然有了好主意——
人类的事情可以交给人类解决，当天夜里她上交吃瓜系统。

账号“警钟”横空出世，她爆出的瓜个个震惊全网，并且很快会被证实保熟保真。

品行端正、敬业又有实力的艺人被大众发现，成为行业口碑良好的新星。
触犯了法律法规、败坏了社会风气的劣迹艺人被封杀，永不复出……

娱乐圈相关从业人员变得遵纪守法，“警钟”以一己之力，提高娱乐圈明星艺德合格率。

上交吃瓜系统的同时，小人鱼没有忘记任务奖励。
一个又一个热心市民发明“健康养生茶”、“护心保心丸”、“灾害预测仪器”、“海底新型无污染材料”……

全世界震惊，燕国为何忽然出现这么多点满发明技能的热心市民？
他们是联系上宇宙更高智慧生物，得到外星生物的帮助了吗？

只有燕国少数人才知道，他们刚开始只是想整治娱乐圈，谁知道系统给的奖励这么香！', 'https://tva1.sinaimg.cn/large/008i3skNly1gw05pyvwxlj30hs0owabm.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (196, 5, '晚来天欲雪（探案）', '云间碎雪', '系统布置两个任务，
1.让反派不可救药地爱上她
2.然后甩了他

但招惹上控制欲/占有欲超强/偏执狂/嫉妒极强的黑化大佬，似乎没那么容易分手脱身，纤柔雪白的手摇着一杯红酒，鞋尖抬起男人下巴，顾蘼笑道：“既然要做我的人，就收起狼的眼神。”

抓住皓腕，轻吻手背，黑化反派脸上挂着温雅润和的浅笑，眼底闪过疯狂迷恋，情绪汹涌到让人窒息，跪下脚，“只要你不离开我。”

危险却让人有一点点渴望，那么痴迷的眼神。

暂定世界：
1.豪门心尖美人
2.灵异古堡的幽魂
3.顶流偶像的前女友', 'https://tva1.sinaimg.cn/large/008i3skNly1gw99t665a6j30u0160wiu.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (197, 6, '下阶自折樱桃花', '云不器', '晋国公独女澹台雁年方十六，才初及笄，正是要议亲的时候，
一觉醒来发现自己不但老了十岁，还当上了皇后，还是个掌兵权的皇后。

澹台雁丢失十年记忆，左手握着凤印，右手拿着虎符，整个人又懵又心虚，
后宫空空荡荡，前朝众臣口诛笔伐骂她妒妇，自家老爹明里暗里催她赶紧篡位，十万边军表示随时待命。

澹台雁：……嘤？

她直觉趟不了这浑水，收拾金银细软，背起小包袱就想跑，却连宫门都没出就被逮回来。
眉目俊朗的皇帝倚在床边，衣襟半敞，神色落寞：“阿雁为何要走，是朕不够好吗？”', 'https://tva1.sinaimg.cn/large/008i3skNly1gwhgh2g7ruj30u0160gqb.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (198, 6, '病美人今天掉马了吗', '甜鸢', '顾落知的父亲死得早，为了家产不旁落，母亲让她女扮男装，当了整整三年的顾大人。

顾大人在朝堂上和太傅大人很不对付，两人时常争执，在诸位大臣的心中，两人是公认的敌人，直到有一天，太傅大人的三弟和顾大人的庶妹私奔了……

以两位当家人的关系，这对苦命鸳鸯恐怕不能在一起。

全京城的人都等着看这件事的结局，直到最后，大家突然听到顾大人和太傅大人在一起的消息。
众人：？？？？？', 'https://tva1.sinaimg.cn/large/008i3skNly1gwjffxmxh9j30b40fkgnq.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (199, 6, '恰逢雨连天', '沉筱之', '史书有载，大孟承平十五年，海晏河清，四海升平。
彼时尚且无人知晓，自此之后，乱世渐启。
大孟先祖栉风沐雨得来的天下，即将雨打风吹去。
长安郡主秦时月便重生于这一切尚未开始的一年。
她本是将门虎女，爹死于功高震主。
上辈子，她没长记性，一不留神步了她爹后尘。
饮血当关？横刀立马？
这么费力不讨好的事儿，谁爱去谁去吧。
这辈子她准备换个活法儿。
看看娘娘们宫斗，瞧瞧皇子们夺权，研究研究宗室如何横征暴敛，观察观察朝臣如何败坏朝纲。
然后……在一片祥和的气氛中，陪着大孟一起玩完。
谁知皇帝仍然看她不顺眼，一朝天降大任——去，把朕流落民间的儿子找回来。
秦时月：……
好的，臣这就给陛下表演一个有多远滚多远。

她做好了准备闲云野鹤。
只是到头来。
四十年来家国，三千里地山河。
她前生今世，都未曾别过。', 'https://wx3.sinaimg.cn/mw2000/008nsQUjgy1gufzoqsau0j60u0160q8t02.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (202, 6, '她风华正茂', '温凉盏', '桑南不是高岭之花，何望卿却是人人肖想的精英男神。
一个为钱，一个为权，桑南和男神被迫领证结婚。
闺蜜替她摩拳擦掌：“桑南不怕向前冲，拿下真正的高质量男性。”
桑南没冲，她在心里给自己竖起了高高的防线，家世不配性格不合，弄假成真什么的，别闹了。

桑南被污蔑成网红捞金女，何望卿在媒体包围中握紧她的手，霸气宣布：她是我太太。
那时，桑南的防线牢不可破。

何望卿润物无声地带桑南融入自己的生活，和她一起在游船上赏月，在草原上纵马狂奔。
那时，桑南的防线仍旧密不透风。

某天，两个人在同一张床上醒来，桑南还在苦苦坚守防线：意外，都是意外。

几天后，醉酒的何望卿歪歪斜斜靠在桑南家门口，扯开领带，衬衣半敞，', 'https://pic.imgdb.cn/item/60a7cfeb6ae4f77d35afd410.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (203, 6, '疯臣', '叶秀', '夏妍与陆霁年青梅竹马，朋友们打趣他们迟早会成一对。面对调侃，夏妍总是红着脸悄悄地看陆霁年。少年清冷淡然、聪明俊逸，对别人冷淡却只纵容她，夏妍少女的梦便全系在了他身上。

19岁那年，她鼓足勇气表白，陆霁年噙着清淡的笑摸了摸她的头，算是答应。

然而好景不长，一年多的时间里，邻家哥哥变成了陆总，见她的多数时候都皱着眉，待她更是一日冷过一日。失望一再累积，直到他生日那天终于溃堤。
一整日打不通的电话，不请自来却被他护在身后的女秘书，以及他那句不耐的“闹够了没”……夏妍彻底醒了。
旧梦破碎，她红着眼眶狼狈却也决绝地离开。
*
三年后，夏妍重回鹏城。酒会上，她扬着明媚的笑与别的男人共舞，身姿轻盈，光彩耀目。

陆霁年沉着脸，近乎失态地将夏妍从舞伴手中夺过，在圆舞曲的乐声里将人禁锢在怀中，他用喑哑的声音问她：三年了，可以不闹了吗？

夏妍看着眼前强势的男人，觉得十分荒谬。她笑靥娇美：陆先生说笑了。
一曲舞罢，她推开他，又挽上了别人的臂弯。

陆霁年向来骄矜冷淡的脸仿佛白了一瞬，却又很快恢复平静。他想：她只是在闹脾气罢了。

可惜这一次，他想错了。在接连撞见她与别的男人在雨夜里温馨共伞，餐厅里亲密喂食之后，陆霁年的自信被打碎，再也没办法保持冷静。

他手捧鲜花钻戒跪在她身前，眸光碎裂：妍妍，你说过要嫁给我...', 'https://wx2.sinaimg.cn/mw690/0072fWE0ly1grb62grjr9j36i193o4r6.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (204, 6, '出川', '秋汀鹤色', '据说，温家大小姐被保护得极好，至今都无人知道她的真实样貌。
于是，南城坊间猜测，“温家大小姐怕不是长得太寒碜，怕丢了世家的脸，才捂得这般严实？”
直到温氏少东被爆与超气质美女深夜同游的画面，在众人追问下，才不情不愿地丢下一句话，“那是温家大小姐！”
吃瓜群众：“！！！”

江鹤羽作为明都集团少东家，毕业后便归国继承家业。那张俊逸清冷的脸，是无数南城女孩梦中情人的模样。
坊间都在猜测，“这般宛若谪仙的男人，到底会被怎样的女子拉入凡尘？”
直到网上爆出一张照片，拍摄的背景居然是“婚姻登记处”！
众人连连惊呼，“江总居然英年早婚了？”
那向来清冷的脸上难得露出一丝微笑，“嗯。”
吃瓜群众：“！！！”

这位明都总裁夫人到底是谁？听说还是商业联姻？
网友纷纷猜测，到底是“江温联姻”，还是“江沈联姻”？
两派粉丝在网上更是掐得难舍难分。', 'https://img11.360buyimg.com/ddimg/jfs/t1/69375/28/17463/191239/613da4b9E0b5644bc/970c87ae4b084f1b.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (205, 6, '公主决定登基', '清淮晓色', '因为拒绝潜规则，江茶被前经纪人陷害签了阴阳合同，逼至绝路，江茶孤注一掷决定反抗，推开办公室大门，看见一张面目可憎的帅脸

迟燃，盛世传媒最金贵的小少爷，内娱颜巅，顶级流量，唱跳top，演技如翔，嚣张跋扈，人厌鬼怕，粉黑俱疯……

这都不要紧，要紧的是——上周江茶刚在剧组和这事儿精少爷互骂了一场。
经纪公司有盛世的股，江茶犹豫了一会儿。
*
迟燃居高临下看着江茶：在剧组假装势不两立吸引自己注意？然后上门道歉，以退为进？

迟燃感动于她的执着，但对于这种狂爱行为十分不爽：“江小姐，我知道自己的魅力让人情不自禁，但我们没可能，爱我就远离我，好吗？”

江茶没走。
迟燃善心大发：“这样吧，如果你实在放不下我，我给你五分钟表白心迹——”', 'https://www.hualigs.cn/image/6169fd94862ef.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (206, 6, '千尺寒', '暮色寒江', '在这本糊穿地心的年代文里，有个抢尽主角风头人神共愤的女N号小保姆，为留在城里不择手段，钓着空有美貌前途暗淡的男主大哥，又惦记男主这条更大更肥的鱼。

小保姆凭几分姿色以为稳坐钓鱼台，却不想阴沟翻船，勾男主不成反被女主收拾得明明白白，更被刺激得钢化屠版的大哥无情暴虐，宛如死鱼一辈子翻不了身

细数全文爽点，反派大哥虐小保姆这段最过瘾最下饭，直看得白瑜拍手叫好，连喝三大碗鱼汤

可世事难料，一觉醒来，她成了那条被大哥摁在菜板上垂死挣扎的小破鱼……

稀烂的开局……再加上一个比她还废说糊就糊的系统……如何破？

钓系美人秒变软骨精：老公，有话好好说，刀放下，咱轻拍

满脸我不开心你就得领盒饭的疯批大佬：……

一手烂牌没法打的白瑜放弃抵抗，只想做条咸鱼，吃饱喝足温柔狗带

可苟着苟着——
“妹，你想哪支，姐都跟。”
“嫂，这地怎么样，你要喜欢，送你了。”
一不小心就发家致富，喜获大批财经版迷弟迷妹
冷酷大佬变二十四孝忠犬老公，深藏幕后保驾护航
首届春风杯优秀青年创业家花落她家又是个什么节奏？

城里人的快乐，她属实不懂。', 'https://pic.imgdb.cn/item/6183b7472ab3f51d91dfeed1.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (207, 6, '太女', '单人谷', '邱崇英穿成了对照组年代文里的极品后妈。
在书里，她样样不如女主，还整天作妖，虐待继女，家暴丈夫。
又整天嚷嚷着拼儿子，最后以四十六岁高龄死在了手术台上，留下一个女儿，遗恨终生。
反观女主夏安安，不但清纯不做作，还温柔善良，处处以丈夫和继女为先，甚至连自己的双胞胎儿子都要靠边站，真是把舍己为人发扬到了极致。
后来继女成凤儿子成龙，女主手握万贯家财，成为人生赢家。
而她死后不到一个月，丈夫就另寻新欢，第二年喜得贵子，完结撒花。　　　　
最离谱的是，同为重组二婚的家庭，女主嫁过人还是C，而她则是个风流的妖艳J货。
哎，何必呢，拉踩到这个份上，老天爷都看不下去了。
不然也不可能让她穿过来啊。
正好，她可喜欢挑战困难了，看看谁笑到最后！
*
夏安安是带着一个气运掠夺直播系统穿越过来的。
穿的还是自己写的小说，这书是她扑街至今成绩最好的一本，虽然一堆刷负排雷骂她脑子里长了那啥的，可赚钱才是硬道理啊。
为此，她决定，好好走剧情，躺赢多爽。
只是，躺着躺着，她发现好像哪里不对？
为什么系统里的直播弹幕都在骂她虚伪？
为什么原本打赏榜的金主爸爸都跑了？哦，好吧，那是金主妈妈。
为什么……忽然多了一个竞争主播？
什么鬼！
等终于弄明白所谓的竞争主播是谁的时候，她气得差点一口老血，直接打出Game Over。
为了扭转败局，她不得不努力搞好跟邱崇英的关系，结果，一切好像更不受她控制了。
*
傅琛在跟二婚老婆吵了一架之后，觉醒了。
原来他是书里的对照组工具人。
为了衬托男主的风流，就给他安一个木讷的性格；为了衬托男主的霸总气质，就给他安一个妻管严耙耳朵的性格；为了让男主多糟蹋几个黄花大闺女，就让男主娶的二婚老婆还是处，而他娶的则是带着女儿的风流寡妇。
后来，为了衬托男主对女主的深情，还让他在二婚老婆死后一个月就另寻新欢。
啧，他怎么不知道他是这么一个奇葩。
不过，这作者一定不知道，他觉醒的同时带了一个真心话直播系统，更不知道，他的二婚老婆其实是他的白月光，意难平。
他毫不犹豫，把系统上交给了老婆，努力改写两个人BE的婚姻生活。', 'https://img14.360buyimg.com/ddimg/jfs/t1/143973/12/20953/618751/618c924fE852effff/8157761c229f8517.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (208, 6, '幽澜露', '檀雾', '小人鱼陶萄穿书了，成为一本娱乐圈爽文的炮灰女配。
在未来的剧情，她被顶流前男友陷害成“劈腿”女，又因为一档恋爱综艺声名狼藉，遭全网谩骂，最后车祸惨死。

就在这时“吃瓜系统”找到小人鱼——
娱乐圈有一批德不配位的劣迹艺人，还有本该是娱乐圈冉冉升起的新星、却被他们迫害的小可怜。

只要她帮助小可怜成为“德艺双馨”的艺人，就可以获得奖励，改变命运线。

小人鱼发愁怎么清理劣迹艺人，拯救小可怜，忽然有了好主意——
人类的事情可以交给人类解决，当天夜里她上交吃瓜系统。

账号“警钟”横空出世，她爆出的瓜个个震惊全网，并且很快会被证实保熟保真。

品行端正、敬业又有实力的艺人被大众发现，成为行业口碑良好的新星。
触犯了法律法规、败坏了社会风气的劣迹艺人被封杀，永不复出……

娱乐圈相关从业人员变得遵纪守法，“警钟”以一己之力，提高娱乐圈明星艺德合格率。

上交吃瓜系统的同时，小人鱼没有忘记任务奖励。
一个又一个热心市民发明“健康养生茶”、“护心保心丸”、“灾害预测仪器”、“海底新型无污染材料”……

全世界震惊，燕国为何忽然出现这么多点满发明技能的热心市民？
他们是联系上宇宙更高智慧生物，得到外星生物的帮助了吗？

只有燕国少数人才知道，他们刚开始只是想整治娱乐圈，谁知道系统给的奖励这么香！', 'https://wx1.sinaimg.cn/mw2000/87953745gy1gw7opalrv6j20go0ncq79.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (209, 6, '重生后我开镖局暴富了', '不周山桃', '系统布置两个任务，
1.让反派不可救药地爱上她
2.然后甩了他

但招惹上控制欲/占有欲超强/偏执狂/嫉妒极强的黑化大佬，似乎没那么容易分手脱身，纤柔雪白的手摇着一杯红酒，鞋尖抬起男人下巴，顾蘼笑道：“既然要做我的人，就收起狼的眼神。”

抓住皓腕，轻吻手背，黑化反派脸上挂着温雅润和的浅笑，眼底闪过疯狂迷恋，情绪汹涌到让人窒息，跪下脚，“只要你不离开我。”

危险却让人有一点点渴望，那么痴迷的眼神。

暂定世界：
1.豪门心尖美人
2.灵异古堡的幽魂
3.顶流偶像的前女友', 'https://wx2.sinaimg.cn/mw2000/87953745gy1gwejgpf9vpj20go0ncn3n.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (223, 7, '诱师入怀（重生）', '云翮', '晋国公独女澹台雁年方十六，才初及笄，正是要议亲的时候，
一觉醒来发现自己不但老了十岁，还当上了皇后，还是个掌兵权的皇后。

澹台雁丢失十年记忆，左手握着凤印，右手拿着虎符，整个人又懵又心虚，
后宫空空荡荡，前朝众臣口诛笔伐骂她妒妇，自家老爹明里暗里催她赶紧篡位，十万边军表示随时待命。

澹台雁：……嘤？

她直觉趟不了这浑水，收拾金银细软，背起小包袱就想跑，却连宫门都没出就被逮回来。
眉目俊朗的皇帝倚在床边，衣襟半敞，神色落寞：“阿雁为何要走，是朕不够好吗？”', 'https://www.picbed.cn/images/2021/08/17/_20210817132810.png', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (224, 7, '风起麒麟', '龙一水', '顾落知的父亲死得早，为了家产不旁落，母亲让她女扮男装，当了整整三年的顾大人。

顾大人在朝堂上和太傅大人很不对付，两人时常争执，在诸位大臣的心中，两人是公认的敌人，直到有一天，太傅大人的三弟和顾大人的庶妹私奔了……

以两位当家人的关系，这对苦命鸳鸯恐怕不能在一起。

全京城的人都等着看这件事的结局，直到最后，大家突然听到顾大人和太傅大人在一起的消息。
众人：？？？？？', 'https://img12.360buyimg.com/ddimg/jfs/t1/208256/30/67/42089/613b6b0fEa47b9756/05a4d9c2bae3385b.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (225, 7, '娇娘在怀', '舒沁橙', '史书有载，大孟承平十五年，海晏河清，四海升平。
彼时尚且无人知晓，自此之后，乱世渐启。
大孟先祖栉风沐雨得来的天下，即将雨打风吹去。
长安郡主秦时月便重生于这一切尚未开始的一年。
她本是将门虎女，爹死于功高震主。
上辈子，她没长记性，一不留神步了她爹后尘。
饮血当关？横刀立马？
这么费力不讨好的事儿，谁爱去谁去吧。
这辈子她准备换个活法儿。
看看娘娘们宫斗，瞧瞧皇子们夺权，研究研究宗室如何横征暴敛，观察观察朝臣如何败坏朝纲。
然后……在一片祥和的气氛中，陪着大孟一起玩完。
谁知皇帝仍然看她不顺眼，一朝天降大任——去，把朕流落民间的儿子找回来。
秦时月：……
好的，臣这就给陛下表演一个有多远滚多远。

她做好了准备闲云野鹤。
只是到头来。
四十年来家国，三千里地山河。
她前生今世，都未曾别过。', 'https://z3.ax1x.com/2021/10/25/5fzqgI.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (226, 7, '宠婢', '慕容卿默', '王府嫡女凌文月乃咸鱼本咸，本想混吃等死虚度一生，没想到一朝兄长离家出走，她被迫女扮男装登上世子之位，这一扮就是八年之久。

　　顶着哥哥名字的这些年她彻底放飞自我，不仅混遍了城中的大小赌坊，还顺便招了个貌美孤女做外室。

　　小孤女段瑾温婉大方，不争不抢不吵闹，正中她下怀。

　　凌文月满意他的温柔，段瑾满意她的谅解，两人和平共处相安无事小半月，直至某天她被飞来横祸一花盆砸了头，从此前尘往事都忘了个干净。

　　外室？不认识，打发出去得了。

　　谁知这卖身契才送出去没多久，当天晚上就有个“姑娘”爬了她家的墙。　
　　***

　　段瑾本是朝中太尉之子，奈何父亲被小人陷害使得全家被流放至漠北，为替家族报仇他男扮女装逃至汴京，使计落难被安世子救下，连哄带骗地混成了她的外室。

　　他心里算盘打的啪啪响，待平反后就死遁跑路，再留点银子给世子爷做个念想，也当是这些日子的报酬了。

　　谁料平反之路还遥遥无期，对面竟开始赶人了。

　　段瑾咬咬牙走进书斋，拍出一两银子：
　　“把你们这里全部的撩汉秘籍都给我拿来！”

　　***

　　一开始：我撩汉是为了家族大计。我绝不会喜欢一个男人。
　　后来：真香！这样也挺不错，断袖就断袖吧。
掉马后：？？！！', 'https://z3.ax1x.com/2021/10/23/5guHjH.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (227, 7, '权臣娇宠掌上珠', '酒时醒', '国公府嫡女裴婼，名动长安，秀掩今古，登门求娶者络绎不绝。
可她却只倾慕那国之储君，一朝如愿，裴婼嫁入东宫。
怎料那高墙内阴谋诡计接踵而来，她受尽冷落，惶惶不可终日，直至裴家满门命丧黄泉。

再一醒来，她还未误入歧途，父母兄长安好。
这一世，裴婼决定不再任性，太子与情爱皆不可碰。

直到一日，那深沉睿智的“小战神”宁暨上门求娶，态度强硬，容不得裴婼说出拒绝。

--
宁王府世子宁暨有个秘密，伴了他两世。
上辈子他官至镇国大将军，权力无人撼动。
可他心悦之人一心只有那东宫里的太子，整日愁眉苦脸只为嫁他。

自她嫁入东宫，那盖了私印的信笺便每隔一月奔赴塞外。
—太子妃今日出宫，很是欢快。
—太子妃今日偶感风寒，一日未出门。
......
最后一次，送信的小官不小心瞧见了，念出里头的话来：“裴家入狱，太子妃病重。”
眼前人瞬间暴戾，寒气四散。

重来一世，宁暨多了个秘密。
他布了网，那些欺她辱她之人皆无处可逃。

而她，只能看向自己。', 'https://img13.360buyimg.com/ddimg/jfs/t1/210125/40/6451/221860/6172677bEbf7d23c1/06e9008cc5a4f551.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (228, 7, '二嫁娇雀', '和二萌', '桑南不是高岭之花，何望卿却是人人肖想的精英男神。
一个为钱，一个为权，桑南和男神被迫领证结婚。
闺蜜替她摩拳擦掌：“桑南不怕向前冲，拿下真正的高质量男性。”
桑南没冲，她在心里给自己竖起了高高的防线，家世不配性格不合，弄假成真什么的，别闹了。

桑南被污蔑成网红捞金女，何望卿在媒体包围中握紧她的手，霸气宣布：她是我太太。
那时，桑南的防线牢不可破。

何望卿润物无声地带桑南融入自己的生活，和她一起在游船上赏月，在草原上纵马狂奔。
那时，桑南的防线仍旧密不透风。

某天，两个人在同一张床上醒来，桑南还在苦苦坚守防线：意外，都是意外。

几天后，醉酒的何望卿歪歪斜斜靠在桑南家门口，扯开领带，衬衣半敞，', 'https://img14.360buyimg.com/ddimg/jfs/t1/205889/24/8966/1668080/6155d00cE5315fe96/8eca334e48fa6f9b.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (229, 7, '夫人重生后', '金非夕笔', '夏妍与陆霁年青梅竹马，朋友们打趣他们迟早会成一对。面对调侃，夏妍总是红着脸悄悄地看陆霁年。少年清冷淡然、聪明俊逸，对别人冷淡却只纵容她，夏妍少女的梦便全系在了他身上。

19岁那年，她鼓足勇气表白，陆霁年噙着清淡的笑摸了摸她的头，算是答应。

然而好景不长，一年多的时间里，邻家哥哥变成了陆总，见她的多数时候都皱着眉，待她更是一日冷过一日。失望一再累积，直到他生日那天终于溃堤。
一整日打不通的电话，不请自来却被他护在身后的女秘书，以及他那句不耐的“闹够了没”……夏妍彻底醒了。
旧梦破碎，她红着眼眶狼狈却也决绝地离开。
*
三年后，夏妍重回鹏城。酒会上，她扬着明媚的笑与别的男人共舞，身姿轻盈，光彩耀目。

陆霁年沉着脸，近乎失态地将夏妍从舞伴手中夺过，在圆舞曲的乐声里将人禁锢在怀中，他用喑哑的声音问她：三年了，可以不闹了吗？

夏妍看着眼前强势的男人，觉得十分荒谬。她笑靥娇美：陆先生说笑了。
一曲舞罢，她推开他，又挽上了别人的臂弯。

陆霁年向来骄矜冷淡的脸仿佛白了一瞬，却又很快恢复平静。他想：她只是在闹脾气罢了。

可惜这一次，他想错了。在接连撞见她与别的男人在雨夜里温馨共伞，餐厅里亲密喂食之后，陆霁年的自信被打碎，再也没办法保持冷静。

他手捧鲜花钻戒跪在她身前，眸光碎裂：妍妍，你说过要嫁给我...', 'https://tva1.sinaimg.cn/large/008eGmZEly1gpktasxbsvj30hs0owwf0.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (230, 7, '竹一', '婧妤', '据说，温家大小姐被保护得极好，至今都无人知道她的真实样貌。
于是，南城坊间猜测，“温家大小姐怕不是长得太寒碜，怕丢了世家的脸，才捂得这般严实？”
直到温氏少东被爆与超气质美女深夜同游的画面，在众人追问下，才不情不愿地丢下一句话，“那是温家大小姐！”
吃瓜群众：“！！！”

江鹤羽作为明都集团少东家，毕业后便归国继承家业。那张俊逸清冷的脸，是无数南城女孩梦中情人的模样。
坊间都在猜测，“这般宛若谪仙的男人，到底会被怎样的女子拉入凡尘？”
直到网上爆出一张照片，拍摄的背景居然是“婚姻登记处”！
众人连连惊呼，“江总居然英年早婚了？”
那向来清冷的脸上难得露出一丝微笑，“嗯。”
吃瓜群众：“！！！”

这位明都总裁夫人到底是谁？听说还是商业联姻？
网友纷纷猜测，到底是“江温联姻”，还是“江沈联姻”？
两派粉丝在网上更是掐得难舍难分。', 'https://tva1.sinaimg.cn/large/008i3skNgy1gwahye30noj30u0140gsa.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (231, 7, '长安第一美人', '发达的泪腺', '因为拒绝潜规则，江茶被前经纪人陷害签了阴阳合同，逼至绝路，江茶孤注一掷决定反抗，推开办公室大门，看见一张面目可憎的帅脸

迟燃，盛世传媒最金贵的小少爷，内娱颜巅，顶级流量，唱跳top，演技如翔，嚣张跋扈，人厌鬼怕，粉黑俱疯……

这都不要紧，要紧的是——上周江茶刚在剧组和这事儿精少爷互骂了一场。
经纪公司有盛世的股，江茶犹豫了一会儿。
*
迟燃居高临下看着江茶：在剧组假装势不两立吸引自己注意？然后上门道歉，以退为进？

迟燃感动于她的执着，但对于这种狂爱行为十分不爽：“江小姐，我知道自己的魅力让人情不自禁，但我们没可能，爱我就远离我，好吗？”

江茶没走。
迟燃善心大发：“这样吧，如果你实在放不下我，我给你五分钟表白心迹——”', 'https://tva1.sinaimg.cn/large/008i3skNgy1gwdxvkpxg1j30hs0owq53.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (232, 7, '御史夫人的进阶手札', '浅浅浅可', '在这本糊穿地心的年代文里，有个抢尽主角风头人神共愤的女N号小保姆，为留在城里不择手段，钓着空有美貌前途暗淡的男主大哥，又惦记男主这条更大更肥的鱼。

小保姆凭几分姿色以为稳坐钓鱼台，却不想阴沟翻船，勾男主不成反被女主收拾得明明白白，更被刺激得钢化屠版的大哥无情暴虐，宛如死鱼一辈子翻不了身

细数全文爽点，反派大哥虐小保姆这段最过瘾最下饭，直看得白瑜拍手叫好，连喝三大碗鱼汤

可世事难料，一觉醒来，她成了那条被大哥摁在菜板上垂死挣扎的小破鱼……

稀烂的开局……再加上一个比她还废说糊就糊的系统……如何破？

钓系美人秒变软骨精：老公，有话好好说，刀放下，咱轻拍

满脸我不开心你就得领盒饭的疯批大佬：……

一手烂牌没法打的白瑜放弃抵抗，只想做条咸鱼，吃饱喝足温柔狗带

可苟着苟着——
“妹，你想哪支，姐都跟。”
“嫂，这地怎么样，你要喜欢，送你了。”
一不小心就发家致富，喜获大批财经版迷弟迷妹
冷酷大佬变二十四孝忠犬老公，深藏幕后保驾护航
首届春风杯优秀青年创业家花落她家又是个什么节奏？

城里人的快乐，她属实不懂。', 'https://tva1.sinaimg.cn/large/008i3skNly1gqzq6yzfu1j30hs0owgo9.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (233, 7, '顾大人好大的官威呀', '殊途当归', '邱崇英穿成了对照组年代文里的极品后妈。
在书里，她样样不如女主，还整天作妖，虐待继女，家暴丈夫。
又整天嚷嚷着拼儿子，最后以四十六岁高龄死在了手术台上，留下一个女儿，遗恨终生。
反观女主夏安安，不但清纯不做作，还温柔善良，处处以丈夫和继女为先，甚至连自己的双胞胎儿子都要靠边站，真是把舍己为人发扬到了极致。
后来继女成凤儿子成龙，女主手握万贯家财，成为人生赢家。
而她死后不到一个月，丈夫就另寻新欢，第二年喜得贵子，完结撒花。　　　　
最离谱的是，同为重组二婚的家庭，女主嫁过人还是C，而她则是个风流的妖艳J货。
哎，何必呢，拉踩到这个份上，老天爷都看不下去了。
不然也不可能让她穿过来啊。
正好，她可喜欢挑战困难了，看看谁笑到最后！
*
夏安安是带着一个气运掠夺直播系统穿越过来的。
穿的还是自己写的小说，这书是她扑街至今成绩最好的一本，虽然一堆刷负排雷骂她脑子里长了那啥的，可赚钱才是硬道理啊。
为此，她决定，好好走剧情，躺赢多爽。
只是，躺着躺着，她发现好像哪里不对？
为什么系统里的直播弹幕都在骂她虚伪？
为什么原本打赏榜的金主爸爸都跑了？哦，好吧，那是金主妈妈。
为什么……忽然多了一个竞争主播？
什么鬼！
等终于弄明白所谓的竞争主播是谁的时候，她气得差点一口老血，直接打出Game Over。
为了扭转败局，她不得不努力搞好跟邱崇英的关系，结果，一切好像更不受她控制了。
*
傅琛在跟二婚老婆吵了一架之后，觉醒了。
原来他是书里的对照组工具人。
为了衬托男主的风流，就给他安一个木讷的性格；为了衬托男主的霸总气质，就给他安一个妻管严耙耳朵的性格；为了让男主多糟蹋几个黄花大闺女，就让男主娶的二婚老婆还是处，而他娶的则是带着女儿的风流寡妇。
后来，为了衬托男主对女主的深情，还让他在二婚老婆死后一个月就另寻新欢。
啧，他怎么不知道他是这么一个奇葩。
不过，这作者一定不知道，他觉醒的同时带了一个真心话直播系统，更不知道，他的二婚老婆其实是他的白月光，意难平。
他毫不犹豫，把系统上交给了老婆，努力改写两个人BE的婚姻生活。', 'https://tva1.sinaimg.cn/large/008i3skNly1gvmnzlo62ej60u0160wik02.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (234, 7, '知之为枝枝', '江南大菜女', '小人鱼陶萄穿书了，成为一本娱乐圈爽文的炮灰女配。
在未来的剧情，她被顶流前男友陷害成“劈腿”女，又因为一档恋爱综艺声名狼藉，遭全网谩骂，最后车祸惨死。

就在这时“吃瓜系统”找到小人鱼——
娱乐圈有一批德不配位的劣迹艺人，还有本该是娱乐圈冉冉升起的新星、却被他们迫害的小可怜。

只要她帮助小可怜成为“德艺双馨”的艺人，就可以获得奖励，改变命运线。

小人鱼发愁怎么清理劣迹艺人，拯救小可怜，忽然有了好主意——
人类的事情可以交给人类解决，当天夜里她上交吃瓜系统。

账号“警钟”横空出世，她爆出的瓜个个震惊全网，并且很快会被证实保熟保真。

品行端正、敬业又有实力的艺人被大众发现，成为行业口碑良好的新星。
触犯了法律法规、败坏了社会风气的劣迹艺人被封杀，永不复出……

娱乐圈相关从业人员变得遵纪守法，“警钟”以一己之力，提高娱乐圈明星艺德合格率。

上交吃瓜系统的同时，小人鱼没有忘记任务奖励。
一个又一个热心市民发明“健康养生茶”、“护心保心丸”、“灾害预测仪器”、“海底新型无污染材料”……

全世界震惊，燕国为何忽然出现这么多点满发明技能的热心市民？
他们是联系上宇宙更高智慧生物，得到外星生物的帮助了吗？

只有燕国少数人才知道，他们刚开始只是想整治娱乐圈，谁知道系统给的奖励这么香！', 'https://tva1.sinaimg.cn/large/008i3skNly1gw5iawcrbnj30hs0nqt9o.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (235, 7, '世情如纸', '蜜桃牛奶冻', '系统布置两个任务，
1.让反派不可救药地爱上她
2.然后甩了他

但招惹上控制欲/占有欲超强/偏执狂/嫉妒极强的黑化大佬，似乎没那么容易分手脱身，纤柔雪白的手摇着一杯红酒，鞋尖抬起男人下巴，顾蘼笑道：“既然要做我的人，就收起狼的眼神。”

抓住皓腕，轻吻手背，黑化反派脸上挂着温雅润和的浅笑，眼底闪过疯狂迷恋，情绪汹涌到让人窒息，跪下脚，“只要你不离开我。”

危险却让人有一点点渴望，那么痴迷的眼神。

暂定世界：
1.豪门心尖美人
2.灵异古堡的幽魂
3.顶流偶像的前女友', 'https://tva1.sinaimg.cn/large/008i3skNly1gw497jge1kj30go0ncmxu.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (236, 7, '我家小竹马', '其君折枝', '晋国公独女澹台雁年方十六，才初及笄，正是要议亲的时候，
一觉醒来发现自己不但老了十岁，还当上了皇后，还是个掌兵权的皇后。

澹台雁丢失十年记忆，左手握着凤印，右手拿着虎符，整个人又懵又心虚，
后宫空空荡荡，前朝众臣口诛笔伐骂她妒妇，自家老爹明里暗里催她赶紧篡位，十万边军表示随时待命。

澹台雁：……嘤？

她直觉趟不了这浑水，收拾金银细软，背起小包袱就想跑，却连宫门都没出就被逮回来。
眉目俊朗的皇帝倚在床边，衣襟半敞，神色落寞：“阿雁为何要走，是朕不够好吗？”', 'https://tva1.sinaimg.cn/large/008i3skNly1gwh8sqe72qj30hs0owjsl.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (239, 7, '我捡的夫君称帝了', '楚凉暄', '王府嫡女凌文月乃咸鱼本咸，本想混吃等死虚度一生，没想到一朝兄长离家出走，她被迫女扮男装登上世子之位，这一扮就是八年之久。

　　顶着哥哥名字的这些年她彻底放飞自我，不仅混遍了城中的大小赌坊，还顺便招了个貌美孤女做外室。

　　小孤女段瑾温婉大方，不争不抢不吵闹，正中她下怀。

　　凌文月满意他的温柔，段瑾满意她的谅解，两人和平共处相安无事小半月，直至某天她被飞来横祸一花盆砸了头，从此前尘往事都忘了个干净。

　　外室？不认识，打发出去得了。

　　谁知这卖身契才送出去没多久，当天晚上就有个“姑娘”爬了她家的墙。　
　　***

　　段瑾本是朝中太尉之子，奈何父亲被小人陷害使得全家被流放至漠北，为替家族报仇他男扮女装逃至汴京，使计落难被安世子救下，连哄带骗地混成了她的外室。

　　他心里算盘打的啪啪响，待平反后就死遁跑路，再留点银子给世子爷做个念想，也当是这些日子的报酬了。

　　谁料平反之路还遥遥无期，对面竟开始赶人了。

　　段瑾咬咬牙走进书斋，拍出一两银子：
　　“把你们这里全部的撩汉秘籍都给我拿来！”

　　***

　　一开始：我撩汉是为了家族大计。我绝不会喜欢一个男人。
　　后来：真香！这样也挺不错，断袖就断袖吧。
掉马后：？？！！', 'https://img13.360buyimg.com/ddimg/jfs/t1/136952/1/23971/588047/6147fe55E63ebbc4d/419daff82d04a549.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (264, 8, '替姐姐嫁给病娇反派后', '二恰', '史书有载，大孟承平十五年，海晏河清，四海升平。
彼时尚且无人知晓，自此之后，乱世渐启。
大孟先祖栉风沐雨得来的天下，即将雨打风吹去。
长安郡主秦时月便重生于这一切尚未开始的一年。
她本是将门虎女，爹死于功高震主。
上辈子，她没长记性，一不留神步了她爹后尘。
饮血当关？横刀立马？
这么费力不讨好的事儿，谁爱去谁去吧。
这辈子她准备换个活法儿。
看看娘娘们宫斗，瞧瞧皇子们夺权，研究研究宗室如何横征暴敛，观察观察朝臣如何败坏朝纲。
然后……在一片祥和的气氛中，陪着大孟一起玩完。
谁知皇帝仍然看她不顺眼，一朝天降大任——去，把朕流落民间的儿子找回来。
秦时月：……
好的，臣这就给陛下表演一个有多远滚多远。

她做好了准备闲云野鹤。
只是到头来。
四十年来家国，三千里地山河。
她前生今世，都未曾别过。', 'https://img14.360buyimg.com/ddimg/jfs/t1/177958/18/20640/117375/6120a039E986c4758/a3b8f3eb5dab6984.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (267, 8, '镜明花作', 'Twentine', '桑南不是高岭之花，何望卿却是人人肖想的精英男神。
一个为钱，一个为权，桑南和男神被迫领证结婚。
闺蜜替她摩拳擦掌：“桑南不怕向前冲，拿下真正的高质量男性。”
桑南没冲，她在心里给自己竖起了高高的防线，家世不配性格不合，弄假成真什么的，别闹了。

桑南被污蔑成网红捞金女，何望卿在媒体包围中握紧她的手，霸气宣布：她是我太太。
那时，桑南的防线牢不可破。

何望卿润物无声地带桑南融入自己的生活，和她一起在游船上赏月，在草原上纵马狂奔。
那时，桑南的防线仍旧密不透风。

某天，两个人在同一张床上醒来，桑南还在苦苦坚守防线：意外，都是意外。

几天后，醉酒的何望卿歪歪斜斜靠在桑南家门口，扯开领带，衬衣半敞，', 'https://wx4.sinaimg.cn/mw1024/006IpSquly1gsmdgtkf81j305k07s3yu.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (268, 8, '陛下他万般撩人', '反面人物', '夏妍与陆霁年青梅竹马，朋友们打趣他们迟早会成一对。面对调侃，夏妍总是红着脸悄悄地看陆霁年。少年清冷淡然、聪明俊逸，对别人冷淡却只纵容她，夏妍少女的梦便全系在了他身上。

19岁那年，她鼓足勇气表白，陆霁年噙着清淡的笑摸了摸她的头，算是答应。

然而好景不长，一年多的时间里，邻家哥哥变成了陆总，见她的多数时候都皱着眉，待她更是一日冷过一日。失望一再累积，直到他生日那天终于溃堤。
一整日打不通的电话，不请自来却被他护在身后的女秘书，以及他那句不耐的“闹够了没”……夏妍彻底醒了。
旧梦破碎，她红着眼眶狼狈却也决绝地离开。
*
三年后，夏妍重回鹏城。酒会上，她扬着明媚的笑与别的男人共舞，身姿轻盈，光彩耀目。

陆霁年沉着脸，近乎失态地将夏妍从舞伴手中夺过，在圆舞曲的乐声里将人禁锢在怀中，他用喑哑的声音问她：三年了，可以不闹了吗？

夏妍看着眼前强势的男人，觉得十分荒谬。她笑靥娇美：陆先生说笑了。
一曲舞罢，她推开他，又挽上了别人的臂弯。

陆霁年向来骄矜冷淡的脸仿佛白了一瞬，却又很快恢复平静。他想：她只是在闹脾气罢了。

可惜这一次，他想错了。在接连撞见她与别的男人在雨夜里温馨共伞，餐厅里亲密喂食之后，陆霁年的自信被打碎，再也没办法保持冷静。

他手捧鲜花钻戒跪在她身前，眸光碎裂：妍妍，你说过要嫁给我...', 'https://wx4.sinaimg.cn/mw1024/006IpSquly1gsmdgtkf81j305k07s3yu.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (269, 8, '傍上婆婆后我当上了皇后', '少寒', '据说，温家大小姐被保护得极好，至今都无人知道她的真实样貌。
于是，南城坊间猜测，“温家大小姐怕不是长得太寒碜，怕丢了世家的脸，才捂得这般严实？”
直到温氏少东被爆与超气质美女深夜同游的画面，在众人追问下，才不情不愿地丢下一句话，“那是温家大小姐！”
吃瓜群众：“！！！”

江鹤羽作为明都集团少东家，毕业后便归国继承家业。那张俊逸清冷的脸，是无数南城女孩梦中情人的模样。
坊间都在猜测，“这般宛若谪仙的男人，到底会被怎样的女子拉入凡尘？”
直到网上爆出一张照片，拍摄的背景居然是“婚姻登记处”！
众人连连惊呼，“江总居然英年早婚了？”
那向来清冷的脸上难得露出一丝微笑，“嗯。”
吃瓜群众：“！！！”

这位明都总裁夫人到底是谁？听说还是商业联姻？
网友纷纷猜测，到底是“江温联姻”，还是“江沈联姻”？
两派粉丝在网上更是掐得难舍难分。', 'https://tva1.sinaimg.cn/large/008i3skNly1gvknvgs6lkj60hs0nqwfl02.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (270, 8, '替身皇后她不想争宠', '紫夭', '因为拒绝潜规则，江茶被前经纪人陷害签了阴阳合同，逼至绝路，江茶孤注一掷决定反抗，推开办公室大门，看见一张面目可憎的帅脸

迟燃，盛世传媒最金贵的小少爷，内娱颜巅，顶级流量，唱跳top，演技如翔，嚣张跋扈，人厌鬼怕，粉黑俱疯……

这都不要紧，要紧的是——上周江茶刚在剧组和这事儿精少爷互骂了一场。
经纪公司有盛世的股，江茶犹豫了一会儿。
*
迟燃居高临下看着江茶：在剧组假装势不两立吸引自己注意？然后上门道歉，以退为进？

迟燃感动于她的执着，但对于这种狂爱行为十分不爽：“江小姐，我知道自己的魅力让人情不自禁，但我们没可能，爱我就远离我，好吗？”

江茶没走。
迟燃善心大发：“这样吧，如果你实在放不下我，我给你五分钟表白心迹——”', 'https://tva1.sinaimg.cn/large/008i3skNly1gvn0p7vbmej60u016etc802.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (271, 8, '领旨谢恩', '菩提玉树', '在这本糊穿地心的年代文里，有个抢尽主角风头人神共愤的女N号小保姆，为留在城里不择手段，钓着空有美貌前途暗淡的男主大哥，又惦记男主这条更大更肥的鱼。

小保姆凭几分姿色以为稳坐钓鱼台，却不想阴沟翻船，勾男主不成反被女主收拾得明明白白，更被刺激得钢化屠版的大哥无情暴虐，宛如死鱼一辈子翻不了身

细数全文爽点，反派大哥虐小保姆这段最过瘾最下饭，直看得白瑜拍手叫好，连喝三大碗鱼汤

可世事难料，一觉醒来，她成了那条被大哥摁在菜板上垂死挣扎的小破鱼……

稀烂的开局……再加上一个比她还废说糊就糊的系统……如何破？

钓系美人秒变软骨精：老公，有话好好说，刀放下，咱轻拍

满脸我不开心你就得领盒饭的疯批大佬：……

一手烂牌没法打的白瑜放弃抵抗，只想做条咸鱼，吃饱喝足温柔狗带

可苟着苟着——
“妹，你想哪支，姐都跟。”
“嫂，这地怎么样，你要喜欢，送你了。”
一不小心就发家致富，喜获大批财经版迷弟迷妹
冷酷大佬变二十四孝忠犬老公，深藏幕后保驾护航
首届春风杯优秀青年创业家花落她家又是个什么节奏？

城里人的快乐，她属实不懂。', 'https://tva1.sinaimg.cn/large/008i3skNly1gvqo4d6q0fj30u0160dne.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (272, 8, '弱娇嫁纨绔', '起跃', '邱崇英穿成了对照组年代文里的极品后妈。
在书里，她样样不如女主，还整天作妖，虐待继女，家暴丈夫。
又整天嚷嚷着拼儿子，最后以四十六岁高龄死在了手术台上，留下一个女儿，遗恨终生。
反观女主夏安安，不但清纯不做作，还温柔善良，处处以丈夫和继女为先，甚至连自己的双胞胎儿子都要靠边站，真是把舍己为人发扬到了极致。
后来继女成凤儿子成龙，女主手握万贯家财，成为人生赢家。
而她死后不到一个月，丈夫就另寻新欢，第二年喜得贵子，完结撒花。　　　　
最离谱的是，同为重组二婚的家庭，女主嫁过人还是C，而她则是个风流的妖艳J货。
哎，何必呢，拉踩到这个份上，老天爷都看不下去了。
不然也不可能让她穿过来啊。
正好，她可喜欢挑战困难了，看看谁笑到最后！
*
夏安安是带着一个气运掠夺直播系统穿越过来的。
穿的还是自己写的小说，这书是她扑街至今成绩最好的一本，虽然一堆刷负排雷骂她脑子里长了那啥的，可赚钱才是硬道理啊。
为此，她决定，好好走剧情，躺赢多爽。
只是，躺着躺着，她发现好像哪里不对？
为什么系统里的直播弹幕都在骂她虚伪？
为什么原本打赏榜的金主爸爸都跑了？哦，好吧，那是金主妈妈。
为什么……忽然多了一个竞争主播？
什么鬼！
等终于弄明白所谓的竞争主播是谁的时候，她气得差点一口老血，直接打出Game Over。
为了扭转败局，她不得不努力搞好跟邱崇英的关系，结果，一切好像更不受她控制了。
*
傅琛在跟二婚老婆吵了一架之后，觉醒了。
原来他是书里的对照组工具人。
为了衬托男主的风流，就给他安一个木讷的性格；为了衬托男主的霸总气质，就给他安一个妻管严耙耳朵的性格；为了让男主多糟蹋几个黄花大闺女，就让男主娶的二婚老婆还是处，而他娶的则是带着女儿的风流寡妇。
后来，为了衬托男主对女主的深情，还让他在二婚老婆死后一个月就另寻新欢。
啧，他怎么不知道他是这么一个奇葩。
不过，这作者一定不知道，他觉醒的同时带了一个真心话直播系统，更不知道，他的二婚老婆其实是他的白月光，意难平。
他毫不犹豫，把系统上交给了老婆，努力改写两个人BE的婚姻生活。', 'https://tva1.sinaimg.cn/large/008i3skNly1gvvemx2ctpj30u0160ai0.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (273, 8, '踹了渣夫后她宠冠六宫了', '桐盏', '小人鱼陶萄穿书了，成为一本娱乐圈爽文的炮灰女配。
在未来的剧情，她被顶流前男友陷害成“劈腿”女，又因为一档恋爱综艺声名狼藉，遭全网谩骂，最后车祸惨死。

就在这时“吃瓜系统”找到小人鱼——
娱乐圈有一批德不配位的劣迹艺人，还有本该是娱乐圈冉冉升起的新星、却被他们迫害的小可怜。

只要她帮助小可怜成为“德艺双馨”的艺人，就可以获得奖励，改变命运线。

小人鱼发愁怎么清理劣迹艺人，拯救小可怜，忽然有了好主意——
人类的事情可以交给人类解决，当天夜里她上交吃瓜系统。

账号“警钟”横空出世，她爆出的瓜个个震惊全网，并且很快会被证实保熟保真。

品行端正、敬业又有实力的艺人被大众发现，成为行业口碑良好的新星。
触犯了法律法规、败坏了社会风气的劣迹艺人被封杀，永不复出……

娱乐圈相关从业人员变得遵纪守法，“警钟”以一己之力，提高娱乐圈明星艺德合格率。

上交吃瓜系统的同时，小人鱼没有忘记任务奖励。
一个又一个热心市民发明“健康养生茶”、“护心保心丸”、“灾害预测仪器”、“海底新型无污染材料”……

全世界震惊，燕国为何忽然出现这么多点满发明技能的热心市民？
他们是联系上宇宙更高智慧生物，得到外星生物的帮助了吗？

只有燕国少数人才知道，他们刚开始只是想整治娱乐圈，谁知道系统给的奖励这么香！', 'https://tva1.sinaimg.cn/large/008i3skNly1gvw5k60vd8j30go0nctap.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (274, 8, '春未暮', '百酒狂宴', '系统布置两个任务，
1.让反派不可救药地爱上她
2.然后甩了他

但招惹上控制欲/占有欲超强/偏执狂/嫉妒极强的黑化大佬，似乎没那么容易分手脱身，纤柔雪白的手摇着一杯红酒，鞋尖抬起男人下巴，顾蘼笑道：“既然要做我的人，就收起狼的眼神。”

抓住皓腕，轻吻手背，黑化反派脸上挂着温雅润和的浅笑，眼底闪过疯狂迷恋，情绪汹涌到让人窒息，跪下脚，“只要你不离开我。”

危险却让人有一点点渴望，那么痴迷的眼神。

暂定世界：
1.豪门心尖美人
2.灵异古堡的幽魂
3.顶流偶像的前女友', 'https://wx4.sinaimg.cn/mw690/008m9i9Kly1gtcr1bzqnpj30u01bvq5a.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (276, 1, '闲情赋', '十九同尘', '因为拒绝潜规则，江茶被前经纪人陷害签了阴阳合同，逼至绝路，江茶孤注一掷决定反抗，推开办公室大门，看见一张面目可憎的帅脸

迟燃，盛世传媒最金贵的小少爷，内娱颜巅，顶级流量，唱跳top，演技如翔，嚣张跋扈，人厌鬼怕，粉黑俱疯……

这都不要紧，要紧的是——上周江茶刚在剧组和这事儿精少爷互骂了一场。
经纪公司有盛世的股，江茶犹豫了一会儿。
*
迟燃居高临下看着江茶：在剧组假装势不两立吸引自己注意？然后上门道歉，以退为进？

迟燃感动于她的执着，但对于这种狂爱行为十分不爽：“江小姐，我知道自己的魅力让人情不自禁，但我们没可能，爱我就远离我，好吗？”

江茶没走。
迟燃善心大发：“这样吧，如果你实在放不下我，我给你五分钟表白心迹——”', 'https://wx3.sinaimg.cn/mw2000/002tWqcRgy1gv7mnnktwtj60go0ncn1f02.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (277, 1, '长风渡', '墨书白', '在这本糊穿地心的年代文里，有个抢尽主角风头人神共愤的女N号小保姆，为留在城里不择手段，钓着空有美貌前途暗淡的男主大哥，又惦记男主这条更大更肥的鱼。

小保姆凭几分姿色以为稳坐钓鱼台，却不想阴沟翻船，勾男主不成反被女主收拾得明明白白，更被刺激得钢化屠版的大哥无情暴虐，宛如死鱼一辈子翻不了身

细数全文爽点，反派大哥虐小保姆这段最过瘾最下饭，直看得白瑜拍手叫好，连喝三大碗鱼汤

可世事难料，一觉醒来，她成了那条被大哥摁在菜板上垂死挣扎的小破鱼……

稀烂的开局……再加上一个比她还废说糊就糊的系统……如何破？

钓系美人秒变软骨精：老公，有话好好说，刀放下，咱轻拍

满脸我不开心你就得领盒饭的疯批大佬：……

一手烂牌没法打的白瑜放弃抵抗，只想做条咸鱼，吃饱喝足温柔狗带

可苟着苟着——
“妹，你想哪支，姐都跟。”
“嫂，这地怎么样，你要喜欢，送你了。”
一不小心就发家致富，喜获大批财经版迷弟迷妹
冷酷大佬变二十四孝忠犬老公，深藏幕后保驾护航
首届春风杯优秀青年创业家花落她家又是个什么节奏？

城里人的快乐，她属实不懂。', 'https://wx4.sinaimg.cn/mw690/003knBF3ly1gu65gljvctj60rs12wjwg02.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (278, 1, '我家二爷', 'Twentine', '邱崇英穿成了对照组年代文里的极品后妈。
在书里，她样样不如女主，还整天作妖，虐待继女，家暴丈夫。
又整天嚷嚷着拼儿子，最后以四十六岁高龄死在了手术台上，留下一个女儿，遗恨终生。
反观女主夏安安，不但清纯不做作，还温柔善良，处处以丈夫和继女为先，甚至连自己的双胞胎儿子都要靠边站，真是把舍己为人发扬到了极致。
后来继女成凤儿子成龙，女主手握万贯家财，成为人生赢家。
而她死后不到一个月，丈夫就另寻新欢，第二年喜得贵子，完结撒花。　　　　
最离谱的是，同为重组二婚的家庭，女主嫁过人还是C，而她则是个风流的妖艳J货。
哎，何必呢，拉踩到这个份上，老天爷都看不下去了。
不然也不可能让她穿过来啊。
正好，她可喜欢挑战困难了，看看谁笑到最后！
*
夏安安是带着一个气运掠夺直播系统穿越过来的。
穿的还是自己写的小说，这书是她扑街至今成绩最好的一本，虽然一堆刷负排雷骂她脑子里长了那啥的，可赚钱才是硬道理啊。
为此，她决定，好好走剧情，躺赢多爽。
只是，躺着躺着，她发现好像哪里不对？
为什么系统里的直播弹幕都在骂她虚伪？
为什么原本打赏榜的金主爸爸都跑了？哦，好吧，那是金主妈妈。
为什么……忽然多了一个竞争主播？
什么鬼！
等终于弄明白所谓的竞争主播是谁的时候，她气得差点一口老血，直接打出Game Over。
为了扭转败局，她不得不努力搞好跟邱崇英的关系，结果，一切好像更不受她控制了。
*
傅琛在跟二婚老婆吵了一架之后，觉醒了。
原来他是书里的对照组工具人。
为了衬托男主的风流，就给他安一个木讷的性格；为了衬托男主的霸总气质，就给他安一个妻管严耙耳朵的性格；为了让男主多糟蹋几个黄花大闺女，就让男主娶的二婚老婆还是处，而他娶的则是带着女儿的风流寡妇。
后来，为了衬托男主对女主的深情，还让他在二婚老婆死后一个月就另寻新欢。
啧，他怎么不知道他是这么一个奇葩。
不过，这作者一定不知道，他觉醒的同时带了一个真心话直播系统，更不知道，他的二婚老婆其实是他的白月光，意难平。
他毫不犹豫，把系统上交给了老婆，努力改写两个人BE的婚姻生活。', 'https://s3.bmp.ovh/imgs/2021/11/4cae69d3816bab44.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (279, 1, '诱国士', '许乘月', '小人鱼陶萄穿书了，成为一本娱乐圈爽文的炮灰女配。
在未来的剧情，她被顶流前男友陷害成“劈腿”女，又因为一档恋爱综艺声名狼藉，遭全网谩骂，最后车祸惨死。

就在这时“吃瓜系统”找到小人鱼——
娱乐圈有一批德不配位的劣迹艺人，还有本该是娱乐圈冉冉升起的新星、却被他们迫害的小可怜。

只要她帮助小可怜成为“德艺双馨”的艺人，就可以获得奖励，改变命运线。

小人鱼发愁怎么清理劣迹艺人，拯救小可怜，忽然有了好主意——
人类的事情可以交给人类解决，当天夜里她上交吃瓜系统。

账号“警钟”横空出世，她爆出的瓜个个震惊全网，并且很快会被证实保熟保真。

品行端正、敬业又有实力的艺人被大众发现，成为行业口碑良好的新星。
触犯了法律法规、败坏了社会风气的劣迹艺人被封杀，永不复出……

娱乐圈相关从业人员变得遵纪守法，“警钟”以一己之力，提高娱乐圈明星艺德合格率。

上交吃瓜系统的同时，小人鱼没有忘记任务奖励。
一个又一个热心市民发明“健康养生茶”、“护心保心丸”、“灾害预测仪器”、“海底新型无污染材料”……

全世界震惊，燕国为何忽然出现这么多点满发明技能的热心市民？
他们是联系上宇宙更高智慧生物，得到外星生物的帮助了吗？

只有燕国少数人才知道，他们刚开始只是想整治娱乐圈，谁知道系统给的奖励这么香！', 'https://wx2.sinaimg.cn/mw690/005Ko2lNly1gdbsec5ngxj305k07sq46.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (280, 1, '夺下那朵富贵花', '枝芍', '系统布置两个任务，
1.让反派不可救药地爱上她
2.然后甩了他

但招惹上控制欲/占有欲超强/偏执狂/嫉妒极强的黑化大佬，似乎没那么容易分手脱身，纤柔雪白的手摇着一杯红酒，鞋尖抬起男人下巴，顾蘼笑道：“既然要做我的人，就收起狼的眼神。”

抓住皓腕，轻吻手背，黑化反派脸上挂着温雅润和的浅笑，眼底闪过疯狂迷恋，情绪汹涌到让人窒息，跪下脚，“只要你不离开我。”

危险却让人有一点点渴望，那么痴迷的眼神。

暂定世界：
1.豪门心尖美人
2.灵异古堡的幽魂
3.顶流偶像的前女友', 'https://z3.ax1x.com/2021/10/26/5T14N6.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (281, 1, '别枝', '荔枝很甜', '晋国公独女澹台雁年方十六，才初及笄，正是要议亲的时候，
一觉醒来发现自己不但老了十岁，还当上了皇后，还是个掌兵权的皇后。

澹台雁丢失十年记忆，左手握着凤印，右手拿着虎符，整个人又懵又心虚，
后宫空空荡荡，前朝众臣口诛笔伐骂她妒妇，自家老爹明里暗里催她赶紧篡位，十万边军表示随时待命。

澹台雁：……嘤？

她直觉趟不了这浑水，收拾金银细软，背起小包袱就想跑，却连宫门都没出就被逮回来。
眉目俊朗的皇帝倚在床边，衣襟半敞，神色落寞：“阿雁为何要走，是朕不够好吗？”', 'https://wx4.sinaimg.cn/mw690/006ccGWOgy1gq4bmmqx3cj30u0140x6p.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (282, 1, '清云鉴', '烬天翼', '顾落知的父亲死得早，为了家产不旁落，母亲让她女扮男装，当了整整三年的顾大人。

顾大人在朝堂上和太傅大人很不对付，两人时常争执，在诸位大臣的心中，两人是公认的敌人，直到有一天，太傅大人的三弟和顾大人的庶妹私奔了……

以两位当家人的关系，这对苦命鸳鸯恐怕不能在一起。

全京城的人都等着看这件事的结局，直到最后，大家突然听到顾大人和太傅大人在一起的消息。
众人：？？？？？', 'https://edu-image.nosdn.127.net/07D591AC1CAF36FB35A2DE4BBFCC1165.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (283, 1, '垂怜', '微也', '史书有载，大孟承平十五年，海晏河清，四海升平。
彼时尚且无人知晓，自此之后，乱世渐启。
大孟先祖栉风沐雨得来的天下，即将雨打风吹去。
长安郡主秦时月便重生于这一切尚未开始的一年。
她本是将门虎女，爹死于功高震主。
上辈子，她没长记性，一不留神步了她爹后尘。
饮血当关？横刀立马？
这么费力不讨好的事儿，谁爱去谁去吧。
这辈子她准备换个活法儿。
看看娘娘们宫斗，瞧瞧皇子们夺权，研究研究宗室如何横征暴敛，观察观察朝臣如何败坏朝纲。
然后……在一片祥和的气氛中，陪着大孟一起玩完。
谁知皇帝仍然看她不顺眼，一朝天降大任——去，把朕流落民间的儿子找回来。
秦时月：……
好的，臣这就给陛下表演一个有多远滚多远。

她做好了准备闲云野鹤。
只是到头来。
四十年来家国，三千里地山河。
她前生今世，都未曾别过。', 'https://wx1.sinaimg.cn/mw690/007WPjVmgy1gtaetags70j30dw0jgq5c.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (285, 1, '嫁给反派后我每天都想和离', '济州书生', '国公府嫡女裴婼，名动长安，秀掩今古，登门求娶者络绎不绝。
可她却只倾慕那国之储君，一朝如愿，裴婼嫁入东宫。
怎料那高墙内阴谋诡计接踵而来，她受尽冷落，惶惶不可终日，直至裴家满门命丧黄泉。

再一醒来，她还未误入歧途，父母兄长安好。
这一世，裴婼决定不再任性，太子与情爱皆不可碰。

直到一日，那深沉睿智的“小战神”宁暨上门求娶，态度强硬，容不得裴婼说出拒绝。

--
宁王府世子宁暨有个秘密，伴了他两世。
上辈子他官至镇国大将军，权力无人撼动。
可他心悦之人一心只有那东宫里的太子，整日愁眉苦脸只为嫁他。

自她嫁入东宫，那盖了私印的信笺便每隔一月奔赴塞外。
—太子妃今日出宫，很是欢快。
—太子妃今日偶感风寒，一日未出门。
......
最后一次，送信的小官不小心瞧见了，念出里头的话来：“裴家入狱，太子妃病重。”
眼前人瞬间暴戾，寒气四散。

重来一世，宁暨多了个秘密。
他布了网，那些欺她辱她之人皆无处可逃。

而她，只能看向自己。', 'https://s3.bmp.ovh/imgs/2021/08/8cf11180c3f7bfe8.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (286, 1, '羡阳春', '白糖三两', '桑南不是高岭之花，何望卿却是人人肖想的精英男神。
一个为钱，一个为权，桑南和男神被迫领证结婚。
闺蜜替她摩拳擦掌：“桑南不怕向前冲，拿下真正的高质量男性。”
桑南没冲，她在心里给自己竖起了高高的防线，家世不配性格不合，弄假成真什么的，别闹了。

桑南被污蔑成网红捞金女，何望卿在媒体包围中握紧她的手，霸气宣布：她是我太太。
那时，桑南的防线牢不可破。

何望卿润物无声地带桑南融入自己的生活，和她一起在游船上赏月，在草原上纵马狂奔。
那时，桑南的防线仍旧密不透风。

某天，两个人在同一张床上醒来，桑南还在苦苦坚守防线：意外，都是意外。

几天后，醉酒的何望卿歪歪斜斜靠在桑南家门口，扯开领带，衬衣半敞，', 'https://img13.360buyimg.com/ddimg/jfs/t1/204409/33/11321/65500/618351a3Ef473ccc1/8d9f658a423568b3.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (287, 1, '我教的纨绔篡位后', '南琴酒', '夏妍与陆霁年青梅竹马，朋友们打趣他们迟早会成一对。面对调侃，夏妍总是红着脸悄悄地看陆霁年。少年清冷淡然、聪明俊逸，对别人冷淡却只纵容她，夏妍少女的梦便全系在了他身上。

19岁那年，她鼓足勇气表白，陆霁年噙着清淡的笑摸了摸她的头，算是答应。

然而好景不长，一年多的时间里，邻家哥哥变成了陆总，见她的多数时候都皱着眉，待她更是一日冷过一日。失望一再累积，直到他生日那天终于溃堤。
一整日打不通的电话，不请自来却被他护在身后的女秘书，以及他那句不耐的“闹够了没”……夏妍彻底醒了。
旧梦破碎，她红着眼眶狼狈却也决绝地离开。
*
三年后，夏妍重回鹏城。酒会上，她扬着明媚的笑与别的男人共舞，身姿轻盈，光彩耀目。

陆霁年沉着脸，近乎失态地将夏妍从舞伴手中夺过，在圆舞曲的乐声里将人禁锢在怀中，他用喑哑的声音问她：三年了，可以不闹了吗？

夏妍看着眼前强势的男人，觉得十分荒谬。她笑靥娇美：陆先生说笑了。
一曲舞罢，她推开他，又挽上了别人的臂弯。

陆霁年向来骄矜冷淡的脸仿佛白了一瞬，却又很快恢复平静。他想：她只是在闹脾气罢了。

可惜这一次，他想错了。在接连撞见她与别的男人在雨夜里温馨共伞，餐厅里亲密喂食之后，陆霁年的自信被打碎，再也没办法保持冷静。

他手捧鲜花钻戒跪在她身前，眸光碎裂：妍妍，你说过要嫁给我...', 'https://tva1.sinaimg.cn/large/008eGmZEgy1gou8hmkfzxj30u0140aex.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (288, 1, '夫君是前驸马', '春未绿', '据说，温家大小姐被保护得极好，至今都无人知道她的真实样貌。
于是，南城坊间猜测，“温家大小姐怕不是长得太寒碜，怕丢了世家的脸，才捂得这般严实？”
直到温氏少东被爆与超气质美女深夜同游的画面，在众人追问下，才不情不愿地丢下一句话，“那是温家大小姐！”
吃瓜群众：“！！！”

江鹤羽作为明都集团少东家，毕业后便归国继承家业。那张俊逸清冷的脸，是无数南城女孩梦中情人的模样。
坊间都在猜测，“这般宛若谪仙的男人，到底会被怎样的女子拉入凡尘？”
直到网上爆出一张照片，拍摄的背景居然是“婚姻登记处”！
众人连连惊呼，“江总居然英年早婚了？”
那向来清冷的脸上难得露出一丝微笑，“嗯。”
吃瓜群众：“！！！”

这位明都总裁夫人到底是谁？听说还是商业联姻？
网友纷纷猜测，到底是“江温联姻”，还是“江沈联姻”？
两派粉丝在网上更是掐得难舍难分。', 'https://wx1.sinaimg.cn/mw2000/008gapIsly1gvw2qadq2xj30go0nctbw.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (289, 1, '入骨', '花月鹄', '因为拒绝潜规则，江茶被前经纪人陷害签了阴阳合同，逼至绝路，江茶孤注一掷决定反抗，推开办公室大门，看见一张面目可憎的帅脸

迟燃，盛世传媒最金贵的小少爷，内娱颜巅，顶级流量，唱跳top，演技如翔，嚣张跋扈，人厌鬼怕，粉黑俱疯……

这都不要紧，要紧的是——上周江茶刚在剧组和这事儿精少爷互骂了一场。
经纪公司有盛世的股，江茶犹豫了一会儿。
*
迟燃居高临下看着江茶：在剧组假装势不两立吸引自己注意？然后上门道歉，以退为进？

迟燃感动于她的执着，但对于这种狂爱行为十分不爽：“江小姐，我知道自己的魅力让人情不自禁，但我们没可能，爱我就远离我，好吗？”

江茶没走。
迟燃善心大发：“这样吧，如果你实在放不下我，我给你五分钟表白心迹——”', 'https://wx4.sinaimg.cn/mw2000/008hpfCZly1gv0bilwytoj60go0nc7ad02.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (290, 1, '二嫁后我居然成了皇后', '苏小颠', '在这本糊穿地心的年代文里，有个抢尽主角风头人神共愤的女N号小保姆，为留在城里不择手段，钓着空有美貌前途暗淡的男主大哥，又惦记男主这条更大更肥的鱼。

小保姆凭几分姿色以为稳坐钓鱼台，却不想阴沟翻船，勾男主不成反被女主收拾得明明白白，更被刺激得钢化屠版的大哥无情暴虐，宛如死鱼一辈子翻不了身

细数全文爽点，反派大哥虐小保姆这段最过瘾最下饭，直看得白瑜拍手叫好，连喝三大碗鱼汤

可世事难料，一觉醒来，她成了那条被大哥摁在菜板上垂死挣扎的小破鱼……

稀烂的开局……再加上一个比她还废说糊就糊的系统……如何破？

钓系美人秒变软骨精：老公，有话好好说，刀放下，咱轻拍

满脸我不开心你就得领盒饭的疯批大佬：……

一手烂牌没法打的白瑜放弃抵抗，只想做条咸鱼，吃饱喝足温柔狗带

可苟着苟着——
“妹，你想哪支，姐都跟。”
“嫂，这地怎么样，你要喜欢，送你了。”
一不小心就发家致富，喜获大批财经版迷弟迷妹
冷酷大佬变二十四孝忠犬老公，深藏幕后保驾护航
首届春风杯优秀青年创业家花落她家又是个什么节奏？

城里人的快乐，她属实不懂。', 'https://tva1.sinaimg.cn/large/008i3skNgy1gt9tuica7tj30go0ncmzh.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (291, 1, '夫人让我叫他相公', '渔子酱酱', '邱崇英穿成了对照组年代文里的极品后妈。
在书里，她样样不如女主，还整天作妖，虐待继女，家暴丈夫。
又整天嚷嚷着拼儿子，最后以四十六岁高龄死在了手术台上，留下一个女儿，遗恨终生。
反观女主夏安安，不但清纯不做作，还温柔善良，处处以丈夫和继女为先，甚至连自己的双胞胎儿子都要靠边站，真是把舍己为人发扬到了极致。
后来继女成凤儿子成龙，女主手握万贯家财，成为人生赢家。
而她死后不到一个月，丈夫就另寻新欢，第二年喜得贵子，完结撒花。　　　　
最离谱的是，同为重组二婚的家庭，女主嫁过人还是C，而她则是个风流的妖艳J货。
哎，何必呢，拉踩到这个份上，老天爷都看不下去了。
不然也不可能让她穿过来啊。
正好，她可喜欢挑战困难了，看看谁笑到最后！
*
夏安安是带着一个气运掠夺直播系统穿越过来的。
穿的还是自己写的小说，这书是她扑街至今成绩最好的一本，虽然一堆刷负排雷骂她脑子里长了那啥的，可赚钱才是硬道理啊。
为此，她决定，好好走剧情，躺赢多爽。
只是，躺着躺着，她发现好像哪里不对？
为什么系统里的直播弹幕都在骂她虚伪？
为什么原本打赏榜的金主爸爸都跑了？哦，好吧，那是金主妈妈。
为什么……忽然多了一个竞争主播？
什么鬼！
等终于弄明白所谓的竞争主播是谁的时候，她气得差点一口老血，直接打出Game Over。
为了扭转败局，她不得不努力搞好跟邱崇英的关系，结果，一切好像更不受她控制了。
*
傅琛在跟二婚老婆吵了一架之后，觉醒了。
原来他是书里的对照组工具人。
为了衬托男主的风流，就给他安一个木讷的性格；为了衬托男主的霸总气质，就给他安一个妻管严耙耳朵的性格；为了让男主多糟蹋几个黄花大闺女，就让男主娶的二婚老婆还是处，而他娶的则是带着女儿的风流寡妇。
后来，为了衬托男主对女主的深情，还让他在二婚老婆死后一个月就另寻新欢。
啧，他怎么不知道他是这么一个奇葩。
不过，这作者一定不知道，他觉醒的同时带了一个真心话直播系统，更不知道，他的二婚老婆其实是他的白月光，意难平。
他毫不犹豫，把系统上交给了老婆，努力改写两个人BE的婚姻生活。', 'https://tva1.sinaimg.cn/large/008i3skNgy1gul8lpln8ej60hs0qodi102.jpg', 0);
INSERT INTO XiaoYuanDianZiShu.book_info (id, sort_id, title, author, details, img_url, see) VALUES (292, 1, '两岸青山相对', '皎雪', '小人鱼陶萄穿书了，成为一本娱乐圈爽文的炮灰女配。
在未来的剧情，她被顶流前男友陷害成“劈腿”女，又因为一档恋爱综艺声名狼藉，遭全网谩骂，最后车祸惨死。

就在这时“吃瓜系统”找到小人鱼——
娱乐圈有一批德不配位的劣迹艺人，还有本该是娱乐圈冉冉升起的新星、却被他们迫害的小可怜。

只要她帮助小可怜成为“德艺双馨”的艺人，就可以获得奖励，改变命运线。

小人鱼发愁怎么清理劣迹艺人，拯救小可怜，忽然有了好主意——
人类的事情可以交给人类解决，当天夜里她上交吃瓜系统。

账号“警钟”横空出世，她爆出的瓜个个震惊全网，并且很快会被证实保熟保真。

品行端正、敬业又有实力的艺人被大众发现，成为行业口碑良好的新星。
触犯了法律法规、败坏了社会风气的劣迹艺人被封杀，永不复出……

娱乐圈相关从业人员变得遵纪守法，“警钟”以一己之力，提高娱乐圈明星艺德合格率。

上交吃瓜系统的同时，小人鱼没有忘记任务奖励。
一个又一个热心市民发明“健康养生茶”、“护心保心丸”、“灾害预测仪器”、“海底新型无污染材料”……

全世界震惊，燕国为何忽然出现这么多点满发明技能的热心市民？
他们是联系上宇宙更高智慧生物，得到外星生物的帮助了吗？

只有燕国少数人才知道，他们刚开始只是想整治娱乐圈，谁知道系统给的奖励这么香！', 'https://tva1.sinaimg.cn/large/008i3skNgy1gw4m0mgzjsj30go0nctc6.jpg', 0);